Repository: GingerPrivacy/GingerWallet
Catalog: WalletWasabi/Lang/Resources.*.resx
Languages: de, es, fr, hu, it, pt, tr, zh

# GingerWalletUnableToOpenFile
source: Ginger Wallet was unable to open the file.
de: Ginger Wallet konnte die Datei nicht öffnen.
es: Ginger Wallet no pudo abrir el archivo.
fr: Ginger Wallet n'a pas pu ouvrir le fichier.
hu: A Ginger Wallet nem tudta megnyitni a fájlt.
it: Ginger Wallet non è riuscito ad aprire il file.
pt: O Ginger Wallet não conseguiu abrir o arquivo.
tr: Ginger Wallet, dosyanızı açamadı.
zh: Ginger Wallet无法打开文件。

# FoundIn
source: Found in "{0}"
de: Gefunden in „{0}“
es: Encontrado en "{0}"
fr: Trouvé dans "{0}"
hu: Megtalálva ebben: "{0}"
it: Trovato in "{0}"
pt: Encontrado em "{0}"
tr: {0} içinde bulundu
zh: 在 "{0}" 中找到

# IncorrectPassphraseRetry
source: The passphrase is incorrect! Please try again.
de: Die Passphrase ist falsch! Bitte versuche es erneut.
es: ¡La passphrase es incorrecta! Por favor, inténtalo de nuevo.
fr: La phrase de passe est incorrecte ! Veuillez réessayer.
hu: A passphrase helytelen! Kérjük, próbáld újra.
it: Il password non è valido! Riprova.
pt: A frase de acesso está incorreta! Por favor, tente novamente.
tr: Gizli kelime yanlış! Lütfen tekrar deneyin.
zh: 密码加密口令不正确！请重试。

# AcceptTermsAndConditions
source: You must accept the Terms and Conditions!
de: Du musst die Allgemeinen Geschäftsbedingungen akzeptieren!
es: ¡Debes aceptar los Términos y Condiciones!
fr: Vous devez accepter les Termes et Conditions !
hu: A folytatáshoz el kell fogadnod a felhasználási feltételeket!
it: Devi accettare i Termini e Condizioni!
pt: Você deve aceitar os Termos e Condições!
tr: Şartlar ve Koşulları kabul etmelisin!
zh: 您必须接受条款和条件！

# CompatibilityPassphraseUsed
source: Compatibility passphrase was used! Please consider generating a new wallet to ensure recoverability!
de: Kompatible Passphrase verwendet! Bitte erwägen Sie, eine neue Wallet zu erstellen, um die Wiederherstellbarkeit sicherzustellen!
es: ¡Se utilizó una passphrase de compatibilidad! Por favor, considere generar una nueva billetera para asegurar la recuperabilidad!
fr: Une phrase de passe de compatibilité a été utilisée ! Veuillez envisager de générer un nouveau portefeuille pour garantir la récupérabilité.
hu: Kompatibilitási passphrase-t használtak! Kérjük, fontold meg egy új tárca létrehozását a helyreállíthatóság biztosítása érdekében!
it: È stata utilizzata un password compatibile! Considera la creazione di un nuovo portafoglio per garantirne il recupero!
pt: A senha de compatibilidade foi usada! Por favor, considere gerar uma nova carteira para garantir a recuperabilidade!
tr: Uyumlu gizli kelime kullanıldı! Kurtarılabilirliği sağlamak için yeni bir cüzdan oluşturmayı düşünün!
zh: 使用了兼容性密码！请考虑生成一个新的钱包以确保可恢复性！

# PassphraseTooLong
source: Passphrase is too long.
de: Passphrase ist zu lang.
es: La passphrase es demasiado larga.
fr: La phrase de passe est trop longue.
hu: A passphrase túl hosszú.
it: Password troppo lunga.
pt: A frase de acesso é muito longa.
tr: Gizli kelime çok uzun.
zh: 密码短语太长。

# WalletSettingsKeywords
source: Wallet, Settings
de: Wallet, Einstellungen
es: Cartera, Configuración
fr: Portefeuille, Paramètres
hu: Tárca, Beállítások
it: Portafoglio, Impostazioni
pt: Carteira, Configurações
tr: Cüzdan, Ayarlar
zh: 钱包, 设置

source: Error
de: Fehler
fr: Erreur
hu: Hiba
it: Errore
pt: Erro
tr: Hata
zh: 错误

# VerifyRecoveryWordsErrorMessage
source: Try again, but if you are unable to verify your Recovery Words, you MUST move your funds to a new wallet as soon as possible.
de: Versuche es erneut, aber wenn Du Deine Wiederherstellungswörter nicht verifizieren kannst, MÜSST Du Deine Gelder so schnell wie möglich auf ein neues Wallet übertragen.
es: Intenta de nuevo, pero si no puedes verificar tus Palabras de Recuperación, DEBES mover tus fondos a una nueva billetera lo antes posible.
fr: Essayez à nouveau, mais si vous ne pouvez pas vérifier vos Mots de Récupération, vous DEVEZ transférer vos fonds vers un nouveau portefeuille dès que possible.
hu: Próbáld újra, de ha nem tudod ellenőrizni a Helyreállító Szavakat, MINÉL HAMARABB helyezd át az érméidet egy új tárcába.
it: Riprova, ma se non riesci a verificare le Parole di Recupero, DEVI spostare i tuoi fondi su un nuovo portafoglio il prima possibile.
pt: Tente novamente, mas se você não conseguir verificar suas palavras de recuperação, DEVE mover seus fundos para uma nova carteira o mais rápido possível.
tr: Tekrar deneyin, ancak Kurtarma Kelimelerinizi doğrulayamıyorsanız, paranızı mümkün olan en kısa sürede yeni bir cüzdana aktarmalısınız.
zh: 请重试，若无法验证助记词，请立即将资产转移至新钱包。

# VerifyRecoveryWordsErrorCaption
source: The Recovery Words you entered were incorrect.
de: Die eingegebenen Wiederherstellungswörter waren falsch.
es: Las Palabras de Recuperación que ingresaste son incorrectas.
fr: Les Mots de Récupération que vous avez entrés sont incorrects.
hu: A megadott Helyreállító Szavak helytelenek.
it: Le Parole di Recupero inserite non sono corrette.
pt: As palavras de recuperação que você inseriu estavam incorretas.
tr: Girdiğiniz Kurtarma Kelimeleri yanlış.
zh: 您输入的助记词错误。

# InvalidRecoveryWords
source: Recovery Words are not valid.
de: Wiederherstellungswörter sind ungültig.
es: Las Palabras de Recuperación no son válidas.
fr: Les Mots de Récupération ne sont pas valides.
hu: A helyreállító szavak érvénytelenek.
it: Le Parole di Recupero non sono valide.
pt: As palavras de recuperação não são válidas.
tr: Kurtarma Kelimeleri geçerli değil.
zh: 助记词验证失败。

# UnableToVerifyRecoveryWords
source: Ginger Wallet was unable to verify the recovery words.
de: Ginger Wallet konnte die Wiederherstellungswörter nicht verifizieren.
es: Ginger Wallet no pudo verificar las palabras de recuperación.
fr: Ginger Wallet n'a pas pu vérifier les mots de récupération.
hu: A Ginger Wallet nem tudta ellenőrizni a helyreállító szavakat.
it: Ginger Wallet non è riuscito a verificare le parole di recupero.
pt: O Ginger Wallet não conseguiu verificar as palavras de recuperação.
tr: Ginger Wallet, kurtarma kelimelerini doğrulayamıyor.
zh: Ginger Wallet 助记词验证失败。

# AfterDeductingFee
source: After deducting the {0} fee, you will receive {1} â€” no further charges apply.
de: Nach Abzug der Gebühr von {0} erhälst Du {1} — es fallen keine weiteren Gebühren an.
es: Después de deducir la tarifa de {0}, recibirás {1} — no se aplicarán cargos adicionales.
fr: Après avoir déduit les frais de {0}, vous recevrez {1} — aucun frais supplémentaire ne s'applique.
hu: A {0} díj levonása után {1} összeget kapsz, további díjak nem kerülnek felszámításra.
it: Dopo la detrazione della commissione di {0}, riceverai {1} — nessun costo aggiuntivo si applica.
pt: Após deduzir a taxa de {0}, você receberá {1} — sem taxas adicionais.
tr: {0} ücretini düşürdükten sonra {1} alacaksınız — başka bir ücret alınmaz.
zh: 扣除 {0} 手续费后，您将收到 {1} — 不会产生其他费用。

# UnableToRecoverWallet
source: Ginger Wallet was unable to recover the wallet.
de: Ginger Wallet konnte das Wallet nicht wiederherstellen.
es: Ginger Wallet no pudo recuperar la cartera.
fr: Ginger Wallet n'a pas pu récupérer le portefeuille.
hu: A Ginger Wallet nem tudta helyreállítani a tárcát.
it: Ginger Wallet non è riuscito a recuperare il portafoglio.
pt: O Ginger Wallet não conseguiu recuperar a carteira.
tr: Ginger Wallet, cüzdanınızı kurtaramadı.
zh: Ginger Wallet 恢复失败。

# InvalidSetRecoveryWords
source: Invalid set. Make sure you typed all your recovery words in the correct order.
de: Ungültige Eingabe. Stelle sicher, dass Du alle Wiederherstellungswörter in der richtigen Reihenfolge eingegeben hast.
es: Conjunto inválido. Asegúrate de haber escrito todas tus palabras de recuperación en el orden correcto.
fr: Ensemble invalide. Assurez-vous d'avoir tapé tous vos mots de récupération dans le bon ordre.
hu: A megadott helyreállító szavak érvénytelenek vagy rossz sorrendben vannak. Kérlek, ellenőrizd őket.
it: Set non valido. Assicurati di aver digitato tutte le parole di recupero nell'ordine corretto.
pt: Conjunto inválido. Certifique-se de que digitou todas as suas palavras de recuperação na ordem correta.
tr: Geçersiz set. Kurtarma kelimelerinizi doğru sırayla yazdığınızdan emin olun.
zh: 您输入的恢复助记词无效或顺序错误，请检查拼写和顺序。

source: Failed to get legal documents.
de: Rechtliche Dokumente konnten nicht abgerufen werden.
es: No se pudieron obtener los documentos legales.
fr: Échec de l'obtention des documents légaux.
hu: Nem sikerült lekérni a jogi dokumentumokat.
it: Impossibile ottenere i documenti legali.
pt: Falhou ao obter documentos legais.
tr: Yasal belgeleri almakta başarısız oldu.
zh: 获取法律文件失败。

# MustBeNumberBetween
source: Must be a number between {0} and {1}.
de: Muss eine Zahl zwischen {0} und {1} sein.
es: Debe ser un número entre {0} y {1}.
fr: Doit être un nombre entre {0} et {1}.
hu: Egy számnak kell lennie {0} és {1} között.
it: Deve essere un numero tra {0} e {1}.
pt: Deve ser um número entre {0} e {1}.
tr: {0} ile {1} arasında bir sayı olmalıdır.
zh: 必须是介于 {0} 和 {1} 之间的数字。

# InitializeDeviceFirst
source: Initialize your device first.
de: Initialisiere zuerst Dein Gerät.
es: Inicia tu dispositivo primero.
fr: Initialisez d'abord votre appareil.
hu: Először inicializáld az eszközt.
it: Inizializza prima il tuo dispositivo.
pt: Inicialize seu dispositivo primeiro.
tr: Önce cihazınızı başlatın.
zh: 请先初始化您的设备。

# CheckDeviceAndFinishInitialization
source: Check your device and finish the initialization.
de: Überprüfe Dein Gerät und schließe die Initialisierung ab.
es: Verifica tu dispositivo y termina la inicialización.
fr: Vérifiez votre appareil et terminez l'initialisation.
hu: Ellenőrizd az eszközt, és fejezd be az inicializálást.
it: Controlla il tuo dispositivo e completa l’inizializzazione.
pt: Verifique seu dispositivo e termine a inicialização.
tr: Cihazınızı kontrol edin ve başlatmayı tamamlayın.
zh: 检查您的设备并完成初始化。

# SomethingHappenedWithDevice
source: Something happened with your device, unlock it with your PIN/Passphrase or reconnect to the PC.
de: Etwas ist mit Deinem Gerät passiert, entsperre es mit Deiner PIN/Passphrase oder verbinde es erneut mit dem PC.
es: Algo ocurrió con tu dispositivo, desbloquéalo con tu PIN/Passphrase o reconéctalo al PC.
fr: Quelque chose s'est passé avec votre appareil, déverrouillez-le avec votre code PIN/Mot de passe ou reconnectez-le au PC.
hu: Valami történt az eszközzel, oldd fel a PIN-kóddal/jelszóval, vagy csatlakoztasd újra a PC-hez.
it: Si è verificato un problema con il tuo dispositivo, sbloccalo con il PIN/Password o ricollegalo al PC.
pt: Algo aconteceu com seu dispositivo, desbloqueie-o com seu PIN/Frase de Acesso ou reconecte ao PC.
tr: Cihazınıza bir şey oldu, PIN/Gizli kelime kilidini açın veya PC'ye yeniden bağlanın.
zh: 设备出现异常，请使用 PIN 码/助记词密钥解锁，或重新连接至电脑。

source: Export transaction
de: Transaktion exportieren
es: Exportar transacción
fr: Exporter la transaction
hu: Tranzakció exportálása
it: Esporta transazione
pt: Exportar transação
tr: İşlem dışa aktar
zh: 导出交易记录

source: Save QR Code
de: QR-Code speichern
es: Guardar código QR
fr: Enregistrer le code QR
hu: QR kód mentése
it: Salva Codice QR
pt: Salvar QR Code
tr: QR Kodu Kaydet
zh: 保存二维码

# ByAmount
source: by {0}
de: von {0}
es: por {0}
fr: de {0}
hu: ennyivel: {0}
it: di {0}
pt: por {0}
tr: tarafından, yoluyla {0}
zh: 增加 {0}

# AppearanceSettingsTabViewModelTitle
source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
hu: Megjelenés
it: Visualizzazione
pt: Aparência
tr: Görünüm
zh: 显示设置

# AppearanceSettingsTabViewModelCaption
source: Manage appearance settings
de: Darstellungsoptionen verwalten
es: Administrar la configuración de apariencia
fr: Gérer les paramètres d'apparence
hu: Megjelenési beállítások kezelése
it: Gestisci le impostazioni dell’aspetto
pt: Gerenciar configurações de aparência
tr: Görünüm ayarlarını yönet
zh: 管理显示设置

# AppearanceSettingsTabViewModelKeywords
source: Settings, Appearance, Bitcoin, Dark, Mode, Fee, Display, Format, BTC, sats, Exchange, Currency
de: Einstellungen, Darstellung, Bitcoin, Dunkel, Modus, Gebühr, Anzeige, Format, BTC, sats, Wechselkurs, Währung
es: Configuración, Apariencia, Bitcoin, Oscuro, Modo, Tarifa, Mostrar, Formato, BTC, sats, Conversion, Moneda
fr: Paramètres, Apparence, Bitcoin, Sombre, Mode, Frais, Affichage, Format, BTC, sats, Échange, Devise
hu: Beállítások, Megjelenés, Bitcoin, Sötét, Mód, Díj, Megjelenítés, Formátum, BTC, sats, Csere, Pénznem
it: Impostazioni, Bitcoin, Modalità, Scura, Commissione, Visualizzazione, Formato, BTC, sats, Cambio, Valuta
pt: Configurações, Aparência, Bitcoin, Escuro, Modo, Taxa, Exibição, Formato, BTC, sats, Câmbio, Moeda
tr: Ayarlar, Görünüm, Bitcoin, Koyu, Mod, Ücret, Görüntüleme, Format, BTC, sats, Para bozdurma, Para Birimi
zh: 设置，显示设置，比特币，深色模式，模式，费用，显示，格式，BTC，比特币，sats，聪，兑换/交易所（数字资产交易平台），汇率

source: Exchange currency
de: Währung austauschen
es: Convertir moneda
fr: Échanger de la monnaie
hu: Árfolyam valuta
it: Valuta di cambio
pt: Moeda de câmbio
tr: Döviz kuru
zh: 兑换/汇率货币

source: Cut
de: Ausschneiden
es: Cortar
fr: Couper
hu: Kivágás
it: Taglia
pt: Cortar
tr: Kes
zh: 剪切

source: This open source software is licensed with
de: Diese Open-Source-Software ist lizenziert mit
es: Este software de código abierto está licenciado con
fr: Ce logiciel open source est sous licence avec
hu: Ez a nyílt forráskódú szoftver a következő licenc alatt áll:
it: Questo software open source è concesso in licenza con
pt: Este software open source é licenciado com
tr: Bu açık kaynak yazılımı, şu lisansla lisanslanmıştır
zh: 此开源软件遵循以下许可证：

source: Cancelling this transaction will cost you
de: Das Abbrechen dieser Transaktion kostet Dich
es: Cancelar esta transacción te costará
fr: L'annulation de cette transaction vous coûtera
hu: Ennek a tranzakciónak a visszavonása ennyi költséggel jár:
it: Annullare questa transazione ti costerà
pt: Cancelar esta transação custará
tr: Bu işlemi iptal etmenin size maliyeti olacak:
zh: 取消此交易将花费您

source: Ok
es: Aceptar
fr: D'accord
hu: Rendben
it: Conferma
tr: Tamam
zh: 确定

# TorNetworkIssues
source: Tor network is having issues:
de: Tor-Netzwerk hat Probleme:
es: La red Tor tiene problemas:
fr: Le réseau Tor rencontre des problèmes :
hu: A Tor hálózat problémákba ütközött:
it: La rete Tor ha problemi:
pt: A rede Tor está com problemas:
tr: Tor ağı sorun yaşıyor:
zh: Tor 网络遇到问题：

# ClickIconForDetails
source: Click this icon for details
de: Klicke auf dieses Symbol für Details
es: Haz clic en este icono para ver los detalles
fr: Cliquez sur cette icône pour voir les détails
hu: A részletekért kattintson erre az ikonra
it: Fai clic su questa icona per i dettagli
pt: Clique neste ícone para detalhes
tr: Detaylar için bu simgeye tıklayın
zh: 点击此图标查看详细信息

source: Paste from clipboard
de: Aus Zwischenablage einfügen
es: Pegar desde el portapapeles
fr: Coller depuis le presse-papiers
hu: Beillesztés a vágólapról
it: Incolla dagli appunti
pt: Colar da área de transferência
tr: Pano'dan yapıştır
zh: 从剪贴板粘贴

source: Import Transaction
de: Transaktion importieren
es: Importar transacción
fr: Importer la transaction
hu: Tranzakció importálása
it: Importazione del transazione
pt: Importar Transação
tr: İşlem İçe Aktar
zh: 导入交易

source: Quit
de: Beenden
es: Salir
fr: Quitter
hu: Kilépés
it: Esci
pt: Sair
tr: Çık
zh: 退出

source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
hu: Megjelenít
it: Mostra
pt: Mostrar
tr: Göster
zh: 显示

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
hu: Alapértelmezett
it: Predefinito
pt: Padrão
tr: Varsayılan
zh: 默认

source: Copy link
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
hu: Link másolása
it: Copia link
pt: Copiar link
tr: Bağlantıyı Kopyala
zh: 复制链接

source: Non-private funds
de: Nicht anonyme Coins
es: Fondos no privados
fr: Fonds non privés
hu: Nem anonim érmék
it: Fondi non privati
pt: Fundos não privados
tr: Gizlilik dışı fonlar
zh: 非私密资金

source: Semi-private funds
de: Zum Teil Anonyme Mittel
es: Fondos semiprivados
fr: Fonds semi-privés
hu: Részben anonim érmék
it: Fondi semi-privati
pt: Fundos Semi-privados
tr: Yarı özel fonlar
zh: 部分匿名币

source: Private funds
de: Anonyme Mittel
es: Fondos privados
fr: Fonds privés
hu: Anonim érmék
it: Fondi privati
pt: Fundos Privados
tr: Özel fonlar
zh: 匿名代币

source: Custom Fee Rate
de: Benutzerdefinierte Gebührenrate
es: Tarifa de comisión personalizada
fr: Taux de frais personnalisé
hu: Egyéni díjráta
it: Commissione Personalizzata
pt: Taxa de Taxa Personalizada
tr: Özel Ücret Oranı
zh: 自定义费率

# WalletNameCannotBeEmpty
source: The wallet name cannot be empty.
de: Wallet-Name darf nicht leer sein.
es: El nombre de la cartera no puede estar vacío.
fr: Le nom du portefeuille ne peut pas être vide.
hu: A tárcanév nem lehet üres.
it: Il nome del portafoglio non può essere vuoto.
pt: O nome da carteira não pode estar vazio.
tr: Cüzdan adı boş olamaz.
zh: 钱包名称不能为空。

# WalletNameAlreadyExists
source: A wallet named {0} already exists. Please try a different name.
de: Ein Wallet mit dem Namen {0} existiert bereits. Bitte wähle einen anderen Namen.
es: Ya existe una cartera llamada {0}. Por favor, prueba con otro nombre.
fr: Un portefeuille nommé {0} existe déjà. Veuillez essayer un autre nom.
hu: Már létezik egy {0} nevű tárca. Kérlek, próbálj meg egy másik nevet.
it: Esiste già un portafoglio chiamato {0}. Prova un nome diverso.
pt: Já existe uma carteira chamada {0}. Tente um nome diferente.
tr: {0} adında bir cüzdan zaten mevcut. Lütfen farklı bir ad deneyin.
zh: 名为 {0} 的钱包已存在。请尝试使用其他名称。

# WalletNameInvalid
source: Selected wallet name is not valid. Please try a different name.
de: Ausgewählter Wallet-Name ist ungültig. Bitte wähle einen anderen Namen.
es: El nombre de la cartera seleccionado no es válido. Por favor, prueba con otro nombre.
fr: Le nom du portefeuille sélectionné n'est pas valide. Veuillez essayer un autre nom.
hu: A választott tárcanév nem érvényes. Kérlek, próbálj meg egy másik nevet.
it: Il nome del portafoglio selezionato non è valido. Prova un nome diverso.
pt: O nome da carteira selecionado não é válido. Tente um nome diferente.
tr: Seçilen cüzdan adı geçersiz. Lütfen farklı bir ad deneyin.
zh: 选定的钱包名称无效。请尝试使用其他名称。

# AcceptingOfferRedirect
source: Accepting an offer will redirect you to the provider's page to complete the process.
de: Die Annahme eines Angebots leitet Dich zur Seite des Anbieters weiter, um den Vorgang abzuschließen.
es: Aceptar una oferta te redirigirá a la página del proveedor para completar el proceso.
fr: Accepter une offre vous redirigera vers la page du fournisseur pour finaliser le processus.
hu: Az ajánlat elfogadása átirányít a szolgáltató oldalára a folyamat befejezéséhez.
it: Accettando un'offerta verrai reindirizzato alla pagina del servizione per completare il processo.
pt: Aceitar uma oferta o redirecionará para a página do provedor para concluir o processo.
tr: Bir teklifi kabul etmek, işlemi tamamlamak için sağlayıcının sayfasına yönlendirecektir.
zh: 接受该报价后，系统将跳转至服务提供商的页面以完成后续流程。

# ImportOrPasteTransactionHex
source: Import or paste the transaction hex and broadcast it to the network.
de: Importiere oder füge den Transaktions-Hex ein und sende ihn ins Netzwerk.
es: Importa o pega el hex de la transacción y transmítelo a la red.
fr: Importez ou collez l’hexadécimal de la transaction et diffusez-le sur le réseau.
hu: Importáld vagy illessz be a tranzakció hexadecimális kódját, majd küldd ki a hálózatra.
it: Importa o incolla l’hex della transazione e trasmettila alla rete.
pt: Importe ou cole o hex da transação e transmita para a rede.
tr: İşlem hex'ini içe aktarın veya yapıştırın ve ağa yayınlayın.
zh: 导入或粘贴交易十六进制代码，并广播至网络。

source: Unselect all
de: Alle abwählen
es: Deseleccionar todo
fr: Désélectionner tout
hu: Minden kijelölés törlése
it: Deseleziona tutto
pt: Desmarcar tudo
tr: Tümünü seçme
zh: 取消全选

source: Select all
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
hu: Összes kijelölése
it: Seleziona tutto
pt: Selecionar tudo
tr: Tümünü Seç
zh: 全选

# PasteBTCAddress
source: Paste BTC Address: {0}
de: BTC-Adresse einfügen: {0}
es: Pegar dirección BTC: {0}
fr: l'adresse BTC : {0}
hu: Bitcoin tárcacím beillesztése: {0}
it: Incolla Indirizzo BTC: {0}
pt: Colar Endereço BTC: {0}
tr: BTC Adresini Yapıştır: {0}
zh: 粘贴 BTC 地址： {0}

# DecimalSeparator
source: Number Decimal Separator
de: Dezimaltrennzeichen
es: Separador decimal de números
fr: Séparateur Décimal des Nombres
hu: Szám tizedesjel
it: Separatore decimale
pt: Separador Decimal de Número
tr: Onluk sayı ayracı
zh: 数字小数分隔符

# GroupSeparator
source: Number Group Separator
de: Zahlentrennzeichen
es: Separador de grupos de números
fr: Séparateur de Groupes de Nombres
hu: Szám ezreselválasztó
it: Separatore delle migliaia
pt: Separador de Grupo de Número
tr: Sayı grubu ayracı
zh: 数字分组符号

# DotEnum
source: Dot
de: Punkt
es: Punto
fr: Point
hu: Pont
it: Punto
pt: Ponto
tr: Nokta
zh: 点

# CommaEnum
source: Comma
de: Komma
es: Coma
fr: Virgule
hu: Vessző
it: Virgola
pt: Vírgula
tr: Virgül
zh: 逗号

# NoneEnum
source: None
de: Keine
es: Ninguno
fr: Aucun
hu: Nincs
it: Nessuno
pt: Nenhum
tr: Yok
zh: 无

# SpaceEnum
source: Space
de: Leerzeichen
es: Espacio
fr: Espace
hu: Szóköz
it: Spazio
pt: Espaço
tr: Boşluk
zh: 空格

source: Bitcoin Fraction Grouping
de: Bitcoin-Bruchteile gruppieren
es: Agrupación de fracciones de Bitcoin
fr: Regroupement des fractions de Bitcoin
hu: Bitcoin tört rész csoportosítása
it: Raggruppamento frazioni bitcoin
pt: Agrupamento de Frações de Bitcoin
tr: Bitcoin kesirli gruplama
zh: 比特币小数分组，分形比特币

# ApostropheEnum
source: Apostrophe
de: Apostroph
es: Apóstrofe
hu: Aposztróf
it: Apostrofo
pt: Apóstrofo
tr: Apostrof
zh: 省略符 (撇号)

source: Not Available
de: Nicht verfügbar
es: No disponible
fr: Non disponible
hu: Nem elérhető
it: Non Disponibile
pt: Indisponível
tr: Mevcut Değil
zh: 不可用

source: No Progress Yet
de: Noch kein Fortschritt
es: Aún sin progreso
fr: Pas encore de progrès
hu: Még nincs előrelépés
it: Nessun Progresso Ancora
pt: Nenhum progresso ainda
tr: Henüz İlerleme Yok
zh: 尚无进展

source: Start coinjoining to gain privacy
de: Conjoin starten, um deine Anonymität zu verbessern
es: Comienza el coinjoining para ganar privacidad
fr: Commencez le coinjoining pour gagner en confidentialité
hu: Indítsd el a coinjoint, hogy növeld az anonimitásod
it: Avvia il coinjoin per ottenere privacy
pt: Comece o coinjoining para obter mais privacidade
tr: Gizliliğini artırmak için coinjoining'e başla
zh: 立即开启混币流程，提升您的隐私等级

source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
hu: Elrejt
it: Nascondi
pt: Ocultar
tr: Gizle
zh: 隐藏

# LoadingViewDownloadText
source: Downloading and processing Bitcoin network data
fr: Téléchargement et traitement des données du réseau Bitcoin
pt: Baixando e processando dados da rede Bitcoin
zh: 比特币网络数据下载与处理

# LoadingViewProcessLonger
source: This process will be longer on first launch, with larger wallets, or after long gaps between synchronizations.
fr: Ce processus sera plus long lors du premier lancement, avec des portefeuilles ayant un long historique*, ou après de longs intervalles entre les synchronisations.
pt: Este processo será mais longo no primeiro lançamento, com carteiras maiores ou após longos intervalos entre sincronizações.
zh: 首次启动、大型钱包或距上次同步间隔较久时，此过程可能需要更长时间。

# LoadingViewThirdparty
source: Ginger does this without any third party knowing about your balance and financial activity.
fr: Ginger fait cela sans qu’aucun tiers ne puisse connaitre votre solde et vos activités financières.
pt: O Ginger faz isso sem que qualquer terceiro saiba sobre seu saldo e atividade financeira.
zh: Ginger 通过这种方式确保第三方无法获知你的账户余额和财务活动。
