Repository: GingerPrivacy/GingerWallet
Catalog: WalletWasabi/Lang/Resources.*.resx
Languages: de, es, fr, hu, it, pt, tr, zh

source: Addresses Awaiting Payment
de: Adressen warten auf Zahlung
es: Direcciones a la Espera de Pago
fr: Adresses en attente de paiement
hu: Fizetésre váró tárcacímek
it: Indirizzi del wallet in attesa di pagamento
pt: Endereços Aguardando Pagamento
tr: Ödeme Bekleyen Adresler
zh: 等待付款的地址

# EnterNamesForAddress
source: Enter the names of the persons or companies who you will give this address to
de: Gib die Namen der Personen oder Firmen ein, denen Du diese Adresse sendest
es: Ingresa los nombres de las personas o empresas a quienes le darás esta dirección
fr: Entrez les noms des personnes ou entreprises à qui vous souhaitez donner cette adresse
hu: Írd be azoknak a személyeknek vagy cégeknek a neveit, akiknek ezt a tárcacímet elküldöd
it: Inserisci i nomi delle persone o aziende a cui darai questo indirizzo
pt: Digite os nomes das pessoas ou empresas para as quais você dará este endereço
tr: Bu adresi vereceğiniz kişi veya şirketlerin isimlerini girin
zh: 请输入可接收此钱包地址的个人或公司名称

# ReceiveViewModelTitle
source: Receive
de: Empfangen
es: Recibir
fr: Recevoir
hu: Fogadás
it: Ricevi
pt: Receber
tr: Al
zh: 接收

# ReceiveViewModelCaption
source: Display wallet receive dialog
de: Wallet-Empfangsdialog anzeigen
es: Mostrar el diálogo de recepción de la cartera
fr: Afficher le dialog du portefeuille
hu: Fogadási ablak megjelenítése
it: Visualizza la finestra di ricezione del portafoglio
pt: Exibir caixa de diálogo de recebimento da carteira
tr: Cüzdan alım diyalog kutusunu görüntüle
zh: 显示钱包接收窗口

# ReceiveViewModelKeywords
source: Wallet, Receive, Action
de: Wallet, Empfangen, Aktion
es: Cartera, Recibir, Acción
fr: Portefeuille, Recevoir, Action
hu: Tárca, Fogadni, Művelet
it: Portafoglio, Ricevi, Operazione
pt: Carteira, Receber, Ação
tr: Cüzdan, Al, İşlem
zh: 钱包，接收，操作

source: Address Awaiting Payment
de: Adresse wartet auf Zahlung
es: Dirección a la Espera de Pago
fr: Adresse en attente de paiement
hu: Fizetésre váró tárcacím
it: Indirizzo del wallet in attesa di pagamento
pt: Endereço Aguardando Pagamento
tr: Ödeme Bekleyen Adres
zh: 等待付款的地址

# ShowOnHardwareWallet
source: Show on the hardware wallet
de: Auf der Hardware-Wallet anzeigen
es: Mostrar en la cartera hardware
fr: Montrer sur le portefeuille matériel
hu: Megjelenítés a hardvertárcán
it: Mostra sul portafoglio hardware
pt: Mostrar na carteira de hardware
tr: Donanım cüzdanında göster
zh: 在硬件钱包上显示

source: Copy
de: Kopieren
es: Copiar
fr: Copier
hu: Másolás
it: Copia
pt: Copiar
tr: Kopyala
zh: 复制

# UnableToSendAddressToDevice
source: Unable to send the address to the device
de: Adresse konnte nicht an das Gerät gesendet werden
es: No se puede enviar la dirección de cartera al dispositivo
fr: Incapable d’envoyer l’adresse à l’appareil
hu: Nem lehet elküldeni a tárcacímet az eszközre
it: Impossibile inviare l'indirizzo del wallet al dispositivo
pt: Não foi possível enviar o endereço para o dispositivo
tr: Donanım cüzdanına adres gönderilemedi
zh: 无法向设备发送钱包地址

# ChooseHideModifyDisplayAddresses
source: You can choose to hide, modify, or display the addresses listed below
de: Du kannst wählen, ob Du die unten aufgeführten Adressen ausblenden, ändern oder anzeigen möchtest.
es: Puedes elegir ocultar, modificar o mostrar las direcciones que se enumeran a continuación
fr: Vous pouvez choisir de cacher, modifier ou afficher les adresses listées ci-dessous
hu: Választhatsz az alábbi tárcacímek elrejtése, módosítása vagy megjelenítése között.
it: Puoi scegliere di nascondere, modificare o mostrare gli indirizzi del wallet elencati di seguito
pt: Você pode escolher ocultar, modificar ou exibir os endereços abaixo
tr: Aşağıdaki adresleri gizlemeyi, değiştirmeyi veya görüntülemeyi seçebilirsiniz
zh: 您可以选择隐藏、修改或显示以下列出的地址

source: Address
de: Adresse
es: Dirección de Cartera
fr: Adresse
hu: Tárcacím
it: Indirizzo del wallet
pt: Endereço
tr: Adres
zh: 地址

source: Label
es: Etiqueta
fr: Étiquette
hu: Címke
it: Etichetta
pt: Rótulo
tr: Etiket
zh: 标签

source: Hide address
de: Adresse ausblenden
es: Ocultar dirección de cartera
fr: Cacher l’adresse
hu: Tárcacím elrejtése
it: Nascondi indirizzo del wallet
pt: Ocultar endereço
tr: Adresi Gizle
zh: 隐藏地址

source: Edit
de: Bearbeiten
es: Editar
fr: Éditer
hu: Szerkesztés
it: Modifica
pt: Editar
tr: Düzenle
zh: 编辑

source: QR Code
es: Código QR
hu: QR Kód
it: Codice QR
tr: QR Kodu
zh: 二维码

# WishToHideAddressWithLabels
source: Do you wish to hide the address with the following labels?
de: Möchtest Du die Adresse mit den folgenden Labels ausblenden?
es: ¿Deseas ocultar la dirección de cartera con las siguientes etiquetas?
fr: Voulez-vous cacher l’adresse avec les étiquettes suivantes ?
hu: Szeretnéd elrejteni a tárcacímet a következő címkékkel?
it: Vuoi nascondere l'indirizzo del wallet con le seguenti etichette?
pt: Você deseja ocultar o endereço com os seguintes rótulos?
tr: Aşağıdaki etiketlerle adresi gizlemek ister misiniz?
zh: 您是否希望隐藏含以下标签的钱包地址？

source: This can not be undone.
de: Dies kann nicht rückgängig gemacht werden.
es: Esto no se puede deshacer.
fr: Ceci ne peut pas être annulé.
hu: Ezt nem lehet visszavonni.
it: Questa operazione non può essere annullata.
pt: Isso não pode ser desfeito.
tr: Bu işlem geri alınamaz.
zh: 此操作无法撤销。

source: Yes
de: Ja
es: Sí
fr: Oui
hu: Igen
it: Sì
pt: Sim
tr: Evet
zh: 是

source: No
de: Nein
fr: Non
hu: Nem
pt: Não
tr: Hayır
zh: 否

# EditSelectedAddressLabels
source: Edit the selected address's labels here:
de: Hier kannst du das ausgewählte Label bearbeiten:
es: Edita las etiquetas de la dirección seleccionada aquí:
hu: Itt szerkesztheted a kiválasztott tárcacím címkéit:
it: Modifica qui le etichette dell'indirizzo del wallet selezionato:
pt: Edite os rótulos do endereço selecionado aqui:
tr: Seçilen adresin etiketlerini burada düzenleyin:
zh: 在此处可编辑所选钱包地址的标签：

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
hu: Mentés
it: Salva
pt: Salvar
tr: Kaydet
zh: 保存

# ChangesAppliedAfterRestart
source: Changes will be applied after restarting the application.
de: Änderungen werden nach dem Neustart der Anwendung übernommen.
es: Los cambios se aplicarán después de reiniciar la aplicación.
fr: Les changements seront appliqués après redémarrage de l’application.
hu: A változtatások az alkalmazás újraindítása után lépnek életbe.
it: Le modifiche verranno applicate dopo il riavvio dell'applicazione.
pt: As mudanças serão aplicadas após reiniciar o aplicativo.
tr: Değişiklikler, uygulama yeniden başlatıldığında uygulanacaktır.
zh: 更改将在重新启动应用程序后生效。

source: Restart Application
de: Anwendung neu starten
es: Reiniciar la Aplicación
fr: Redémarrer l’application
hu: Alkalmazás újraindítása
it: Riavvia Applicazione
pt: Reiniciar Aplicativo
tr: Uygulamayı Yeniden Başlat
zh: 重新启动应用程序

# ModifyingSettingsNotPossible
source: Modifying settings is not possible, as certain parameters have been overridden during startup.
de: Einstellungen können nicht geändert werden, da bestimmte Parameter beim Start überschrieben wurden.
es: No es posible modificar la configuración, ya que ciertos parámetros han sido anulados durante el inicio.
fr: Modifier des paramètres n’est pas possible, comme certains paramètres ont été réécrits durant le démarrage.
hu: A beállítások módosítása nem lehetséges, mivel bizonyos paramétereket az indításkor felülírták.
it: Non è possibile modificare le impostazioni, poiché alcuni parametri sono stati sovrascritti all'avvio.
pt: Não é possível modificar as configurações, pois certos parâmetros foram substituídos durante a inicialização.
tr: Ayarları değiştirmek mümkün değil, çünkü bazı parametreler başlatma sırasında geçersiz kılındı.
zh: 由于某些参数在启动时被覆盖，当前无法修改配置项。

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
hu: Haladó
it: Avanzate
pt: Avançado
tr: Gelişmiş
zh: 高级

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
hu: Biztonság
it: Sicurezza
pt: Segurança
tr: Güvenlik
zh: 安全

# ApplyNewSettingRestart
source: To apply the new setting, Ginger Wallet needs to be restarted.
de: Um die neue Einstellung anzuwenden, muss Ginger Wallet neu gestartet werden.
es: Para aplicar la nueva configuración, Ginger Wallet necesita ser reiniciado.
fr: Pour appliquer le changement, Ginger Wallet a besoin de redémarrer.
hu: Az új beállítás érvényesítéséhez a Ginger Wallet újraindítása szükséges.
it: Per applicare la nuova impostazione, è necessario riavviare Ginger Wallet.
pt: Para aplicar a nova configuração, o Ginger Wallet precisa ser reiniciado.
tr: Yeni ayarı uygulayabilmek için Ginger Wallet'in yeniden başlatılması gerekir.
zh: 应用新设置需重启 Ginger 钱包。

source: Dark mode
de: Dunkelmodus
es: Modo oscuro
fr: Mode nuit
hu: Sötét mód
it: Modalità scura
pt: Modo escuro
tr: Karanlık mod
zh: 深色模式

# RunAtStartup
source: Run Ginger when computer starts
de: Ginger beim Start des Computers ausführen
es: Ejecutar Ginger al iniciar el ordenador
fr: Lancer Ginger lors du démarrage de l’ordinateur
hu: Ginger futtatása a számítógép indításakor
it: Avvia Ginger all'avvio del computer
pt: Executar Ginger quando o computador iniciar
tr: Ginger'ı bilgisayar açıldığında çalıştır
zh: 在电脑启动时运行 Ginger

# RunInBackgroundWhenClosed
source: Run in background when window closed
de: Im Hintergrund ausführen, wenn das Fenster geschlossen ist
es: Ejecutar en segundo plano cuando la ventana esté cerrada
fr: Exécution en arrière-plan lorsque la fenêtre est fermée
hu: Háttérben futtatás az ablak bezárásakor
it: Esegui sullo sfondo quando la finestra è chiusa
pt: Executar em segundo plano quando a janela for fechada
tr: Pencere kapandığında arka planda çalıştır
zh: 关闭窗口时保持后台运行

source: Auto copy addresses
de: Adressen automatisch kopieren
es: Copiar direcciones automáticamente
fr: Copier automatiquement les adresses
hu: Tárcacímek automatikus másolása
it: Copia automaticamente gli indirizzi del wallet
pt: Copiar endereços automaticamente
tr: Adresleri otomatik olaraktan kopyala
zh: 自动复制地址

source: Auto paste addresses
de: Adressen automatisch einfügen
es: Pegar direcciones automáticamente
fr: Copier automatiquemet les adresses
hu: Tárcacímek automatikus beillesztése
it: Incolla automaticamente gli indirizzi del wallet
pt: Colar endereços automaticamente
tr: Adresleri otomatik yapıştır
zh: 自动粘贴地址

source: Network anonymization (Tor)
de: Netzwerkanonymisierung (Tor)
es: Anonimización de red (Tor)
fr: Anonymisation du réseau (Tor)
hu: Hálózati anonimizálás (Tor)
it: Privacy della rete (Tor)
pt: Anonimização de rede (Tor)
tr: Ağ anonimleştirmesi (Tor)
zh: 网络匿名化 (Tor)

# CannotModifyWithTwoFactorEnabled
source: Cannot be modified when Two-Factor authentication is enabled.
de: Kann nicht geändert werden, wenn Zwei-Faktor-Authentifizierung aktiviert ist.
es: No se puede modificar cuando la autenticación de dos factores está habilitada.
fr: Ne peut être modifié lorsque l'authentification à deux facteurs est activée.
hu: Nem módosítható, ha a kétfaktoros hitelesítés engedélyezve van.
it: Non può essere modificato quando è attivata l'autenticazione a due fattori.
pt: Não pode ser modificado quando a autenticação de dois fatores está ativada.
tr: İki faktörlü doğrulama etkinleştirildiğinde değiştirilemez.
zh: 启用两步验证时无法修改。

# TerminateTorWhenShutdown
source: Terminate Tor when Ginger shuts down
de: Tor beenden, wenn Ginger geschlossen wird
es: Terminar Tor cuando Ginger se apague
fr: Éteindre Tor lors de la fermeture de Ginger
hu: A Tor leállítása, amikor a Ginger bezár
it: Termina Tor alla chiusura di Ginger
pt: Encerrar Tor quando o Ginger for desligado
tr: Ginger kapandığında Tor'u sonlandır
zh: 在关闭 Ginger 时关闭 Tor

source: Auto download new version
de: Neue Version automatisch herunterladen
es: Descargar automáticamente la nueva versión
fr: Téléchargement automatique des nouvelles versions
hu: Új verzió automatikus letöltése
it: Scarica automaticamente la nuova versione
pt: Baixar nova versão automaticamente
tr: Yeni sürümü otomatik indir
zh: 自动下载新版本

source: Fee display unit
de: Gebührenanzeigeeinheit
es: Unidad de visualización de tarifas
fr: Unité d’affichage des frais
hu: Díj megjelenítési egység
it: Unità di visualizzazione delle commissioni
pt: Unidade de exibição de taxa
tr: Ücret görüntüleme birimi
zh: 费用显示单位

# SetPreferredBrowserPath
source: Set the full path of the preferred browser
de: Vollständigen Pfad des bevorzugten Browsers festlegen
es: Establecer la ruta completa del navegador preferido
fr: Définir le chemin complet du navigateur préféré
hu: Állítsa be a preferált böngésző teljes elérési útját
it: Imposta il percorso completo del browser preferito
pt: Defina o caminho completo do navegador preferido
tr: Tercih edilen tarayıcıyı ayarla
zh: 请设置默认浏览器的完整安装路径

source: Custom browser path
de: Benutzerdefinierter Browserpfad
es: Ruta del navegador personalizada
fr: Chemin de navigateur personnalisé
hu: Egyedi böngésző elérési útja
it: Percorso browser personalizzato
pt: Caminho do navegador personalizado
tr: Özel tarayıcı yolu
zh: 自定义浏览器路径

# OpenInBrowser
source: Browser used by Ginger
de: Von Ginger verwendeter Browser
es: Navegador utilizado por Ginger
fr: Navigateur utilisé par Ginger
hu: Ginger által használt böngésző
it: Browser utilizzato da Ginger
pt: Navegador usado pelo Ginger
tr: Ginger tarafından kullanılan Tarayıcı
zh: Ginger 使用的浏览器

source: Language
de: Sprache
es: Idioma
fr: Langue
hu: Nyelv
it: Lingua
pt: Idioma
tr: Dil
zh: 语言

# CouldNotSaveChange
source: Couldn't save your change, please see the logs for further information.
de: Änderung konnte nicht gespeichert werden, bitte schaue in den Protokollen nach weiteren Informationen.
es: No se pudo guardar su cambio, consulte los registros para obtener más información.
fr: Nous n’avons pas pu sauvegarder vos changements, vous pouvez lire les logs pour plus d’informations.
hu: Nem lehetett menteni a módosítást, kérjük, nézd meg a naplófájlt a további információkért.
it: Impossibile salvare la modifica, guarda i registro per ulteriori informazioni.
pt: Não foi possível salvar seu troco, por favor veja os logs para mais informações.
tr: Değişikliğinizi kaydedemedik, lütfen daha fazla bilgi için günlükleri kontrol edin.
zh: 未能保存您的更改，请查看日志获取详细信息。

source: Network
de: Netzwerk
es: Red
fr: Réseau
hu: Hálózat
it: Rete
pt: Rede
tr: Ağ
zh: 网络

# RunBitcoinKnotsOnStartup
source: (EXPERIMENTAL) Run Bitcoin Knots on startup
de: (EXPERIMENTELL) Bitcoin Knots beim Start ausführen
es: (EXPERIMENTAL) Ejecutar Bitcoin Knots al iniciar
fr: (EXPÉRIMENTAL) Exécuter Bitcoin Knots au démarrage
hu: (KÍSÉRLETI) Bitcoin Knots futtatása indításkor
it: (SPERRIMENTALE) Avvia Bitcoin Knots all'avvio
pt: (EXPERIMENTAL) Executar Bitcoin Knots na inicialização
tr: (EXPERIMENTAL) Bitcoin Knots'u başlangıçta çalıştır
zh: （实验性）启动时运行 Bitcoin Knots

source: Stop Bitcoin Knots on shutdown
de: Bitcoin Knots beim Herunterfahren stoppen
es: Detener Bitcoin Knots al apagar
fr: Arrêter Bitcoin Knots lors de l’extinction du système
hu: Bitcoin Knots leállítása a program bezárásakor
it: Arresta Bitcoin Knots alla chiusura
pt: Parar Bitcoin Knots ao desligar
tr: Bitcoin Knots'u kapatma sırasında durdur
zh: 在程序关闭时关闭 Bitcoin Knots

source: Local Bitcoin Core/Knots version
de: Lokale Bitcoin Core/Knots-Version
es: Versión local de Bitcoin Core/Knots
fr: Bitcoin Core/Knots version locale
hu: Helyi Bitcoin Core/Knots verzió
it: Versione incorporato di Bitcoin Core/Knots
pt: Versão local do Bitcoin Core/Knots
tr: Yerel Bitcoin Core/Knots sürümü
zh: 本地 Bitcoin Core/Knots 版本

source: Bitcoin Core/Knots Data Folder
de: Bitcoin Core/Knots Datenordner
es: Carpeta de datos de Bitcoin Core/Knots
fr: Dossiers de données Bitcoin Core/Knots
hu: Bitcoin Core/Knots könyvtár
it: Cartella Dati di Bitcoin Core/Knots
pt: Pasta de Dados do Bitcoin Core/Knots
tr: Bitcoin Core/Knots Veri Klasörü
zh: Bitcoin Core/Knots 数据文件夹

# WasabiDownloadBlocksFromFullNode
source: Ginger will download blocks from a full node you control.
de: Ginger lädt Blöcke von einem full Node, den Du kontrollierst.
es: Ginger descargará bloques desde un full node que controlas.
fr: Ginger va télécharger les blocks depuis un noeud complet que vous contrôlez.
hu: A Ginger egy Full Node-tól tölt le blokkokat, amelyet te vezérelsz.
it: Ginger scaricherà i blocchi da un Full Node che controlli.
pt: O Ginger fará o download de blocos de um nó completo que você controla.
tr: Ginger, kontrol ettiğiniz tam bir Full Node'den indirilecektir.
zh: Ginger从您控制的全节点同步区块数据。

source: Bitcoin P2P Endpoint
de: Bitcoin P2P-Endpunkt
es: Punto final P2P de Bitcoin
fr: Point final de P2P Bitcoin
hu: Bitcoin P2P végpont
pt: Ponto de Extremidade P2P do Bitcoin
tr: Bitcoin P2P Uç Noktası
zh: Bitcoin P2P 节点地址

# CoinsReceivedFromOthers
source: Coins received from others to already used addresses won't appear below this amount. To prevent potential dust attacks.
de: Coins, die von anderen an bereits verwendete Adressen gesendet wurden, erscheinen nicht unterhalb dieses Betrags. Dies dient dem Schutz vor Staubangriffen.
es: Las monedas recibidas de otros en direcciones ya utilizadas no aparecerán por debajo de esta cantidad. Para prevenir posibles ataques de dusting.
fr: Les coins reçus d'autres personnes à des adresses déjà utilisées n'apparaîtront pas en dessous de ce montant. Pour éviter les attaques dust potentielles.
hu: A másoktól kapott érmék, amelyek már előzőleg használt tárcacímekre érkeznek, nem fognak megjelenni ezen összeg alatt. A potenciális Dust Attack megakadályozása érdekében.
it: Le monete ricevute da altri su indirizzi del wallet già utilizzati non compariranno al di sotto di questo importo. Per prevenire Dust Attack.
pt: Moedas recebidas de outros para endereços já usados não aparecerão abaixo deste valor. Para evitar ataques de poeira potenciais.
tr: Diğerlerinden alınan coinler, aşağıdaki tutarın altındaki adreslere gönderildiğinde görünmez. Potansiyel toz saldırılarını engellemek için.
zh: 为防范粉尘攻击，通过历史地址收到的代币若低于此金额将自动隐藏。

source: Dust Threshold
de: Dust Attack-Schwelle
es: Umbral de dust
fr: Seuil des dust
hu: Dust Attack küszöb
it: Dust Attack valore limite
pt: Limite de Poeira
tr: Dust Attack eşiği
zh: 粉尘阈值

source: Invalid endpoint.
de: Ungültiger Endpunkt.
es: Punto final no válido.
fr: Point d'arrivée non valide.
hu: Érvénytelen végpont.
it: Endpoint non valido.
pt: Endpoint inválido.
tr: Geçersiz varış noktası.
zh: 无效端点。

# UseDecimalPoint
source: Use decimal point instead of comma.
de: Dezimalpunkt anstelle von Komma verwenden.
es: Usar punto decimal en lugar de coma.
fr: Utiliser le point au lieu de la virgule.
hu: Használj pontot a vessző helyett.
it: Usa il punto invece della virgola.
pt: Use ponto decimal em vez de vírgula.
tr: Virgül yerine ondalık nokta kullanın.
zh: 请使用小数点代替逗号。

source: Invalid dust threshold.
de: Ungültiger Dust Attack-Schwellenwert.
es: Umbral de dust no válido.
fr: Seuil de dust non valide.
hu: Érvénytelen Dust Attack küszöb.
it: Dust Attack non valida.
pt: Limite de poeira inválido.
tr: Geçersiz Dust Attack.
zh: 无效的粉尘攻击阈值。

# EnableGPURendering
source: When enabled use a graphics card (GPU) to render user interface. Using a GPU rather than the CPU can improve performance.
de: Wenn aktiviert, wird eine Grafikkarte (GPU) zur Darstellung der Benutzeroberfläche verwendet. Die Verwendung einer GPU anstelle der CPU kann die Leistung verbessern.
es: Cuando está habilitado, use una tarjeta gráfica (GPU) para renderizar la interfaz de usuario. Usar una GPU en lugar de la CPU puede mejorar el rendimiento.
fr: Lorsque c'est activé, une carte graphique (GPU) est utilisée pour afficher l'interface utilisateur. L'utilisation d'une carte graphique plutôt que du processeur peut améliorer les performances.
hu: Ha engedélyezve van, a rendeszer használja a grafikus kártyát (GPU) a felhasználói felület rendereléséhez. A GPU használata a CPU helyett javíthatja a teljesítményt.
it: Se abilitata, utilizza una scheda grafica (GPU) per disegnare l'interfaccia utente. Usare una GPU invece della CPU può migliorare le prestazioni.
pt: Quando habilitado, use uma placa gráfica (GPU) para renderizar a interface do usuário. Usar uma GPU ao invés da CPU pode melhorar o desempenho.
tr: Etkinleştirildiğinde, kullanıcı arayüzünü render etmek için bir grafik kartı (GPU) kullanılır. GPU kullanmak, CPU'ya kıyasla performansı artırabilir.
zh: 若启用，系统将使用显卡（GPU）渲染用户界面。使用 GPU 替代 CPU 可提升性能。

source: Enable GPU
de: GPU aktivieren
es: Habilitar GPU
fr: Activer la carte graphique
hu: GPU engedélyezése
it: Abilita GPU
pt: Habilitar GPU
tr: GPU'yu Etkinleştir
zh: 启用 GPU

source: Two-factor authentication
de: Zwei-Faktor-Authentifizierung
es: Autenticación de dos factores
fr: Authentification à deux facteurs
hu: Kétfaktoros hitelesítés
it: Autenticazione a due fattori
pt: Autenticação de dois fatores
tr: İki faktörlü kimlik doğrulama
zh: 双重验证

# OnlyAvailableWhenTorEnabled
source: Only available when Tor is enabled.
de: Nur verfügbar, wenn Tor aktiviert ist.
es: Sólo disponible cuando Tor está habilitado.
fr: Seulement disponible lorsque Tor est activé.
hu: Csak akkor elérhető, ha a Tor engedélyezve van.
it: Disponibile solo quando Tor è attivo.
pt: Disponível apenas quando o Tor estiver ativado.
tr: Sadece Tor etkinleştirildiğinde kullanılabilir.
zh: 仅在启用 Tor 时可用。

# SystemDefaultEnum
source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Système par défaut
hu: Rendszer alapértelmezett
it: Predefinito di sistema
pt: Padrão do Sistema
tr: Sistem Varsayılanı
zh: 系统默认

# CustomEnum
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
hu: Egyedi
it: Personalizzato
pt: Personalizado
tr: Özel
zh: 自定义

source: Max:
es: Máx:
pt: Máx:
tr: Maks:
zh: 最大值：

source: To:
de: An:
es: A:
fr: À :
hu: Tárcacím:
it: A:
pt: Para:
tr: Cüzdana:
zh: 到：

# ExampleBitcoinAddressOrPayjoinURI
source: (e.g. Bitcoin address or payjoin URI)
de: (z. B. Bitcoin-Adresse oder Payjoin-URI)
es: (p. ej., dirección de Bitcoin o URI de payjoin)
fr: (ex. adresse Bitcoin ou URL payjoin)
hu: (pl. Bitcoin-tárcacím vagy payjoin URI)
it: (es. indirizzo del wallet Bitcoin o URI payjoin)
pt: (exemplo, endereço Bitcoin ou URI payjoin)
tr: (ör. Bitcoin adresi veya payjoin URI)
zh: （例如，Bitcoin 比特币地址或 payjoin URI）

source: Paste
de: Einfügen
es: Pegar
fr: Coller
hu: Beillesztés
it: Incolla
pt: Colar
tr: Yapıştır
zh: 粘贴

source: Scan QR Code
de: QR-Code scannen
es: Escanear código QR
fr: Scanner le QR Code
hu: QR kód beolvasása
it: Scansiona Codice QR
pt: Escanear QR Code
tr: QR Kodu Tara
zh: 扫描二维码

# AmountWithColom
source: Amount:
de: Betrag:
es: Cantidad:
fr: Montant :
hu: Összeg:
it: Importo:
pt: Quantia:
tr: Tutar:
zh: 金额：

# RecipientWithColon
source: Recipient:
de: Empfänger:
es: Destinatario:
fr: Receveur:
hu: Címzett:
it: Destinatario:
pt: Destinatário:
tr: Alıcı:
zh: 收件人：

# SendViewModelTitle
source: Send
de: Senden
es: Enviar
fr: Envoyer
hu: Küldés
it: Invia
pt: Enviar
tr: Gönder
zh: 发送

# SendViewModelCaption
source: Display wallet send dialog
de: Wallet-Sendedialog anzeigen
es: Mostrar el diálogo de envío de la cartera
fr: Montrer le dialog d’envois du portefeuille
hu: Küldési ablak megjelenítése
it: Visualizza la finestra di invio del portafoglio
pt: Exibir caixa de diálogo de envio da carteira
tr: Cüzdan gönderme diyalog kutusunu görüntüle
zh: 显示发送窗口

# SendViewModelKeywords
source: Wallet, Send, Action
de: Wallet, Senden, Aktion
es: Cartera, Enviar, Acción
fr: Portefeuille, Envoyer, Action
hu: Tárca, Küldés, Művelet
it: Portafoglio, Invia, Operazione
pt: Carteira, Enviar, Ação
tr: Cüzdan, Gönder, İşlem
zh: 钱包，发送，操作

source: Send Now
de: Jetzt senden
es: Enviar ahora
fr: Envoyer maintenant
hu: Küldés most
it: Invia Ora
pt: Enviar Agora
tr: Şimdi Gönder
zh: 立即发送

source: Preview Transaction
de: Transaktion Vorschau
es: Previsualizar la transacción
fr: Aperçu de la transaction
hu: Tranzakció áttekintése
it: Controlla Transazione
pt: Pré-visualizar Transação
tr: İşlem Önizlemesi
zh: 交易概览
