Repository: GingerPrivacy/GingerWallet
Catalog: WalletWasabi/Lang/Resources.*.resx
Languages: de, es, fr, hu, it, pt, tr, zh

source: Speed Up Transaction
de: Transaktion beschleunigen
es: Acelerar Transacción
fr: Accélérer la transaction
hu: Tranzakció felgyorsítása
it: Accelera Transazione
pt: Acelerar Transação
tr: İşlem Hızlandır
zh: 加速交易

source: Cancel Transaction
de: Transaktion abbrechen
es: Cancelar Transacción
fr: Annuler la transaction
hu: Tranzakció visszavonása
it: Annulla Transazione
pt: Cancelar Transação
tr: İşlemi İptal et
zh: 取消交易

source: Open in the browser
de: Im Browser öffnen
es: Abrir en el navegador
fr: Ouvrir dans le navigateur
hu: Megnyitás a böngészőben
it: Apri nel browser
pt: Abrir no navegador
tr: Tarayıcıda aç
zh: 在浏览器中打开

source: Wallet Settings
de: Wallet-Einstellungen
es: Configuración de la cartera
fr: Paramètres du portefeuille
hu: Tárca beállítások
it: Impostazioni Portafoglio
pt: Configurações da carteira
tr: Cüzdan Ayarları
zh: 钱包设置

# WalletCoinsViewModelTitle
source: Wallet Coins
es: Monedas de la cartera
fr: Coins du portefeuille
hu: Tárca érmék
it: Monete del Portafoglio
pt: Moedas da carteira
tr: Cüzdan Coinleri
zh: 钱包代币

# WalletStatsViewModelTitle
source: Wallet Stats
de: Wallet-Statistiken
es: Estadísticas de la cartera
fr: Stats du portefeuille
hu: Tárca statisztikák
it: Statistiche del Portafoglio
pt: Estatísticas da carteira
tr: Cüzdan İstatistikleri
zh: 钱包数据统计

# WalletInfoViewModelTitle
source: Wallet Info
de: Wallet-Informationen
es: Información de la cartera
fr: Infos portefeuille
hu: Tárca információ
it: Informazioni sul Portafoglio
pt: Informações da carteira
tr: Cüzdan Bilgisi
zh: 钱包信息

# WalletReceive
source: Receive
de: Empfangen
es: Recibir
fr: Recevoir
hu: Fogadás
it: Ricevi
pt: Receber
tr: Al
zh: 收款

# ExcludedCoinsViewModelTitle
source: Exclude Coins
de: Coins ausschließen
es: Excluir monedas
fr: Coins exclus
hu: Érmék kizárása
it: Escludi Monete
pt: Excluir Moedas
tr: Coin'leri Hariç Tut
zh: 排除代币

source: Coinjoin Settings
de: Coinjoin-Einstellungen
es: Configuración de Coinjoin
fr: Paramètres de Coinjoin
hu: Coinjoin beállítások
it: Impostazioni Coinjoin
pt: Configurações do Coinjoin
tr: Coinjoin Ayarları
zh: Coinjoin 混币设置

# CountDownMessage
source: Awaiting auto-start of coinjoin
de: Warten auf automatischen Start des Coinjoin
es: Esperando el inicio automático de Coinjoin
fr: En attente du démarrage automatique de Coinjoin
hu: Coinjoin automatikus indítására várakozik
it: In attesa dell'avvio automatico di coinjoin
pt: Aguardando o início automático do coinjoin
tr: Coinjoin'in otomatik başlatılmasını bekliyor
zh: 等待 Coinjoin 自动启动

# WaitingMessage
source: Awaiting coinjoin
de: Warten auf Coinjoin
es: Esperando Coinjoin
fr: En attente de coinjoin
hu: Coinjoinra várakozik
it: In attesa di coinjoin
pt: Aguardando coinjoin
tr: Coinjoin bekleniyor
zh: 等待 Coinjoin混币

# UneconomicalRoundMessage
source: Awaiting cheaper coinjoins
de: Warte auf günstigere Coinjoins
es: Esperando Coinjoins más baratos
fr: En attente de coinjoins moins coûteux
hu: Olcsóbb coinjoinra várakozik
it: In attesa di coinjoin più economico
pt: Aguardando coinjoins mais baratos
tr: Daha ucuz coinjoin'ler bekleniyor
zh: 等待coinjoin混币手续费降低

# RandomlySkippedRoundMessage
source: Skipping a round for better privacy
de: Runde übersprungen für bessere Anonymität
es: Saltando una ronda para mejor privacidad
fr: Attendre un tour pour maximiser la confidentialité
hu: Egy kör kihagyása a jobb anonimitás érdekében
it: Salta un turno per una maggiore privacy
pt: Ignorando uma rodada para melhor privacidade
tr: Daha iyi gizlilik için bir tur atlanıyor
zh: 为了更好的匿名性/隐私，跳过一轮

# PauseMessage
source: Coinjoin is paused
de: Coinjoin ist pausiert
es: Coinjoin está en pausa
fr: Coinjoin en pause
hu: Coinjoin szüneteltetve
it: Coinjoin è in pausa
pt: Coinjoin está pausado
tr: Coinjoin duraklatıldı
zh: Coinjoin 已暂停

# StoppedMessage
source: Coinjoin has stopped
de: Coinjoin wurde gestoppt
es: Coinjoin se ha detenido
fr: Coinjoin s’est arrêté
hu: A coinjoin leállt
it: Coinjoin si è fermato
pt: Coinjoin foi interrompido
tr: Coinjoin durdu
zh: Coinjoin 已停止

# PressPlayToStartMessage
source: Press Play to start
de: Drücke auf Play, um zu starten
es: Presiona Play para comenzar
fr: Appuyez sur Lancer pour démarrer
hu: Nyomd meg a Play gombot az indításhoz
it: Premi Play per iniziare
pt: Pressione Play para começar
tr: Başlamak için Oynat'a basın
zh: 点击[Play]按钮开始

# RoundSucceedMessage
source: Coinjoin successful! Continuing...
de: Coinjoin erfolgreich! Fortsetzung...
es: ¡Coinjoin exitoso! Continuando...
fr: Succès de Coinjoin ! Continue...
hu: Coinjoin sikeres! Folytatás...
it: Coinjoin riuscito! Continua...
pt: Coinjoin bem-sucedido! Continuando...
tr: Coinjoin başarılı! Devam ediliyor...
zh: Coinjoin 成功！继续进行…

# RoundFinishedMessage
source: Round ended, awaiting next round
de: Runde beendet, warte auf die nächste Runde
es: La ronda terminó, esperando la siguiente ronda
fr: Fin du tour, en attente du tour suivant
hu: A kör befejeződött, várakozás a következő körre
it: Turno terminato, in attesa del prossimo
pt: Rodada encerrada, aguardando próxima rodada
tr: Tur bitti, bir sonraki turu bekliyoruz
zh: 本轮已结束，等待下一轮开始

# AbortedNotEnoughAlicesMessage
source: Insufficient participants, retrying...
de: Unzureichende Teilnehmer, erneuter Versuch...
es: Participantes insuficientes, reintentando...
fr: Pas assez de participants, nous réessayons...
hu: Nincs elegendő résztvevő, újrapróbálkozás...
it: Partecipanti insufficienti, nuovo tentativo...
pt: Participantes insuficientes, tentando novamente...
tr: Katılımcı sayısı yetersiz, yeniden deneniyor...
zh: 人数不足，重试中...

source: Coinjoin in progress
de: Coinjoin läuft
es: Coinjoin en progreso
fr: Coinjoin en cours
hu: Coinjoin folyamatban
it: Coinjoin in corso
pt: Coinjoin em andamento
tr: Coinjoin işlemi devam ediyor
zh: Coinjoin 进行中

# InputRegistrationMessage
source: Awaiting other participants
de: Warten auf andere Teilnehmer
es: Esperando a otros participantes
fr: En attente d’autres participants
hu: Várakozás más résztvevőkre
it: In attesa di altri partecipanti
pt: Aguardando outros participantes
tr: Diğer katılımcılar bekleniyor
zh: 等待其他参与方处理

# WaitingForBlameRoundMessage
source: Awaiting the blame round
de: Warten auf Fehlerrunde
es: Esperando la ronda de repetición
fr: En attente du tour de contrôle
hu: Várakozás az ismétlő körre
it: In attesa del turno di recupero
pt: Aguardando a rodada de culpados
tr: Suçlama turu bekleniyor
zh: 等待重试轮次

source: WaitingRoundMessage
de: Auf eine Runde warten
es: Esperando una ronda
fr: MessageD’Attente
hu: Várakozás egy körre
it: In attesa del turno
pt: Mensagem de espera da rodada
tr: BekleyenTurMesajı
zh: 等待新轮次

# PlebStopMessage
source: Coinjoin may be uneconomical
de: Coinjoin kann unwirtschaftlich sein
es: El Coinjoin puede no ser económico
fr: Coinjoin pourrait être non-économique
hu: A coinjoin jelenleg nem gazdaságos
it: Coinjoin potrebbe non essere conveniente
pt: Coinjoin pode ser antieconômico
tr: Coinjoin ekonomik olmayabilir
zh: 目前使用 CoinJoin 可能不划算

# PlebStopMessageBelow
source: Add more funds or press Play to bypass
de: Füge mehr Guthaben hinzu oder drücke auf Play, um fortzufahren
es: Agrega más fondos o presiona Play para continuar
fr: Ajoutez des fonds ou appuyez sur Lancer pour passer
hu: Növeld az egyenleged, vagy nyomd meg a Play gombot a folytatáshoz.
it: Aggiungi più fondi o premi Play per ignorare
pt: Adicione mais fundos ou pressione Play para ignorar
tr: Daha fazla fon ekleyin veya atlamak için Oynat'a basın
zh: 请充值余额，或点击[Play]按钮继续

# NoCoinsEligibleToMixMessage
source: Insufficient funds eligible for coinjoin
de: Nicht genügend Guthaben für Coinjoin verfügbar
es: Fondos insuficientes elegibles para Coinjoin
fr: Fonds éligibles insuffisants pour Coinjoin
hu: Nincs elegendő coinjoinolható összeg
it: Fondi insufficienti per coinjoin
pt: Fundos insuficientes para coinjoin
tr: Coinjoin için uygun yeterli bakiye yok
zh: 可用于 CoinJoin 的资金不足。

# UserInSendWorkflowMessage
source: Awaiting closure of send dialog
de: Warten auf Schließen des Sendedialogs
es: Esperando el cierre del cuadro de diálogo de envío
fr: En attente de la fermeture du dialog d’envois
hu: Várakozás a küldési ablak bezárására
it: In attesa della chiusura della finestra di invio
pt: Aguardando o fechamento do diálogo de envio
tr: Gönderme diyalog kutusunun kapanmasını bekliyor
zh: 等待发送窗口关闭

# AllPrivateMessage
source: Hurray! All your funds are private!
de: Hurra! Alle Ihre Gelder sind anonym!
es: ¡Hurra! ¡Todos tus fondos son privados!
fr: Bravo ! Tous vos fonds sont privés !
hu: Hurrá! A teljes egyenleged anonim!
it: Evviva! Tutti i tuoi fondi sono privati!
pt: Uhul! Todos os seus fundos são privados!
tr: Hadi! Tüm fonlarınız gizli!
zh: 太棒了！您的所有资产已完全匿名化！

# BackendNotConnected
source: Awaiting connection
de: Auf Verbindung warten
es: Esperando conexión
fr: En attente de connexion
hu: Várakozás a kapcsolatra
it: In attesa di connessione
pt: Aguardando conexão
tr: Bağlantı bekleniyor
zh: 等待连接中

# GeneralErrorMessage
source: Awaiting valid conditions
de: Warten auf gültige Bedingungen
es: Esperando condiciones válidas
fr: En attente de conditions valides
hu: Megfelelő feltételekre várakozik
it: In attesa di condizioni valide
pt: Aguardando condições válidas
tr: Geçerli koşullar bekleniyor
zh: 等待满足条件

# WaitingForConfirmedFunds
source: Awaiting confirmed funds
de: Warten auf bestätigte Mittel
es: Esperando fondos confirmados
fr: En attente de la confirmation des fonds
hu: Várakozás az érmék visszaigazolására
it: In attesa di fondi confermati
pt: Aguardando fundos confirmados
tr: Onaylanmış fonlar bekleniyor
zh: 等待确认的资金

# CoinsRejectedMessage
source: Some funds are rejected from coinjoining
de: Einige Gelder wurden vom Coinjoin ausgeschlossen
es: Algunos fondos son rechazados para Coinjoining
fr: Certains fonds sont rejetés du Coinjoin
hu: Néhány érmét elutasítottak a coinjoinból
it: Alcuni fondi sono stati rifiutati per coinjoin
pt: Alguns fundos são rejeitados do coinjoining
tr: Bazı fonlar coinjoining'den reddedildi
zh: 部分资金被拒绝参与 Coinjoin混币

# OnlyImmatureCoinsAvailableMessage
source: Only immature funds are available
de: Nur unreife Mittel sind verfügbar
es: Sólo monedas no confirmadas están disponibles
fr: Seuls des fonds immatures sont disponibles
hu: Csak még nem véglegesített érmék állnak rendelkezésre
it: Solo fondi non maturi disponibili
pt: Somente fundos imaturos estão disponíveis
tr: Yalnızca olgunlaşmamış fonlar mevcuttur
zh: 仅提供尚未最终确认的硬币

# OnlyExcludedCoinsAvailableMessage
source: Only excluded funds are available
de: Nur ausgeschlossene Mittel sind verfügbar
es: Sólo los fondos excluidos están disponibles
fr: Seuls les fonds exclus sont disponibles
hu: Csak kizárt érmék állnak rendelkezésre
it: Solo fondi esclusi disponibili
pt: Somente fundos excluídos estão disponíveis
tr: Yalnızca hariç tutulan fonlar mevcuttur
zh: 仅提供已排除的硬币

# MiningFeeRateTooHighMessage
source: Mining fee rate was too high
de: Mining-Gebührensatz war zu hoch
es: La tasa de comisión de minería era demasiado alta
fr: Les frais de minage étaient trop haut
hu: A bányászati díj túl magas volt
it: La tassa mineraria era troppo alta
pt: A taxa de mineração foi muito alta
tr: Madencilik ücreti oranı çok yüksekti
zh: 矿工费率过高

# CoordinationFeeRateTooHighMessage
source: Coordination fee rate was too high
de: Koordinierungsgebühr war zu hoch
es: La tasa de comisión de coordinación era demasiado alta
fr: Les frais de Coordination étaient trop hauts
hu: A koordinációs díj túl magas volt
it: La commissione di coordinamento era troppo alta
pt: A taxa de coordenação estava muito alta
tr: Koordinasyon ücreti oranı çok yüksekti
zh: 服务费率过高

# MinInputCountTooLowMessage
source: Min input count was too low
de: Minimale Eingabeanzahl war zu niedrig
es: El recuento mínimo de entradas era demasiado bajo
fr: Le nombre d’entrées minimum était trop bas
hu: A minimális bemenetszám túl alacsony volt
it: Il numero minimo di input era troppo basso
pt: A contagem mínima de entradas foi muito baixa
tr: Min girdi sayısı çok düşüktü
zh: 输入数量低于最小要求

# ServerDidNotGiveFeeExemptionMessage
source: Server did not give remix fee exemption
de: Server hat keine Remix-Gebührenbefreiung gewährt
es: El servidor no otorgó la exención de la tarifa de remix
fr: Le serveur n'a pas accordé d'exemption pour les frais de mixage
hu: A szerver nem adott remix díjmentességet
it: Il server non ha concesso l’esenzione dal remix fee
pt: O servidor não deu isenção de taxa de remix
tr: Sunucu remix ücreti muafiyeti vermedi
zh: 服务器未授予混币手续费豁免权限

source: Waiting for response
de: Warten auf Antwort
es: Esperando respuesta
fr: En attente d’une réponse
hu: Válaszra várakozás
it: In attesa di risposta
pt: Aguardando resposta
tr: Yanıt bekleniyor
zh: 等待响应

# WalletSettingsViewModelTitle
source: Wallet Settings
de: Wallet-Einstellungen
es: Configuración de la cartera
fr: Paramètres du portefeuille
hu: Tárca beállítások
it: Impostazioni Portafoglio
pt: Configurações da carteira
tr: Cüzdan Ayarları
zh: 钱包设置

# WalletSettingsViewModelCaption
source: Display wallet settings
de: Wallet-Einstellungen anzeigen
es: Mostrar configuración de la cartera
fr: Paramètres d’affichage du portefeuille
hu: Tárca beállítások megjelenítése
it: Visualizza le impostazioni del portafoglio
pt: Exibir configurações da carteira
tr: Cüzdan ayarlarını görüntüle
zh: 显示钱包设置

# WalletSettingsViewModelKeywords
source: Wallet, Settings
de: Wallet, Einstellungen
es: Cartera, Configuración
fr: Portefeuille, Paramètres
hu: Tárca, Beállítások
it: Portafoglio, Impostazioni
pt: Carteira, Configurações
tr: Cüzdan, Ayarlar
zh: 钱包，设置

source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
hu: Eszközök
it: Strumenti
pt: Ferramentas
tr: Araçlar
zh: 工具

source: Name
de: Bezeichnung
es: Nombre de Cartera
fr: Nom
hu: Megnevezés
it: Nome
pt: Nome
tr: Ad
zh: 名称

source: PSBT workflow
de: PSBT Signaturprozess
es: Flujo de trabajo PSBT
fr: Déroulement de PSBT
hu: PSBT aláírási folyamat
it: Processo di firma PSBT
pt: Fluxo de Trabalho PSBT
tr: PSBT iş akışı
zh: PSBT 签名流程

source: Automatically start coinjoin
de: Coinjoin automatisch starten
es: Iniciar Coinjoin automáticamente
fr: Démarrer automatiquement Coinjoin
hu: Coinjoin automatikus indítása
it: Avvia automaticamente coinjoin
pt: Iniciar coinjoin automaticamente
tr: Coinjoin'i otomatik olaraktan başlat
zh: 自动开始 Coinjoin

source: Coinjoin to this wallet
de: Coinjoin auf dieses Wallet
es: Coinjoin a esta cartera
fr: Coinjoin vers ce portefeuille
hu: Coinjoin erre a tárcára
it: Coinjoin su questo portafoglio
pt: Coinjoin para esta carteira
tr: Bu cüzdanı coinjoin yap
zh: Coinjoin 到此钱包

# CoinjoinToOtherWalletRestrictions1
source: - Only loaded wallets can be selected.
de: - Nur geladene Wallets können ausgewählt werden.
es: - Solo se pueden seleccionar carteras cargadas.
fr: - Seuls des portefeuilles alimentés peuvent être sélectionnés.
hu: - Csak betöltött tárcák választhatók ki.
it: - Solo i portafogli caricati possono essere selezionati.
pt: - Somente carteiras carregadas podem ser selecionadas.
tr: - Sadece yüklü cüzdanlar seçilebilir.
zh: - 仅可选择已加载的钱包。

# CoinjoinToOtherWalletRestrictions2
source: - Coins from the coinjoin transaction will be received by this wallet. However, this setting resets after Ginger restarts.
de: - Coins aus der Coinjoin-Transaktion werden in dieser Wallet empfangen. Diese Einstellung wird jedoch nach dem Neustart von Ginger zurückgesetzt.
es: - Las monedas de la transacción Coinjoin serán recibidas por esta cartera. Sin embargo, esta configuración se restablece después de reiniciar Ginger.
fr: - Les coins issus de la transaction Coinjoin seront reçus dans ce portfeuille. Cependant, ce paramètre se remet à zéro lorsque Ginger redémarre.
hu: - A coinjoin tranzakcióból származó érméket ez a tárca fogja megkapni. Azonban ez a beállítás a Ginger újraindítása után visszaáll.
it: - Le monete della transazione coinjoin saranno ricevute da questo portafoglio. Questa impostazione si ritorna dopo il riavvio di Ginger.
pt: - Moedas da transação coinjoin serão recebidas por esta carteira. No entanto, esta configuração será redefinida após o Ginger reiniciar.
tr: - Coinjoin işlemiyle gelen coinler bu cüzdana alınacaktır. Ancak bu ayar Ginger yeniden başlatıldığında sıfırlanır.
zh: - 来自 Coinjoin 交易的硬币将转入此钱包接收。不过，此设置在 Ginger 重启后会重置。

# CoinjoinToOtherWalletRestrictions3
source: - The selected wallet cannot be changed when a coinjoin is in progress.
de: - Die ausgewählte Wallet kann während eines laufenden Coinjoins nicht geändert werden.
es: - La cartera seleccionada no se puede cambiar cuando un Coinjoin está en progreso.
fr: - Les frais sélectionnés ne peuvent pas être modifiés lorsque Coinjoin est en cours.
hu: - A kiválasztott tárca nem változtatható, ha egy coinjoin folyamatban van.
it: - Il portafoglio selezionato non può essere cambiato mentre un coinjoin è in corso.
pt: - A carteira selecionada não pode ser alterada quando um coinjoin estiver em andamento.
tr: - Coinjoin işlemi devam ederken seçilen cüzdan değiştirilemez.
zh: - 当 Coinjoin 正在进行时，无法更改所选钱包。

# PlebStopToolTip
source: Coinjoin will automatically stop if the wallet balance is less than this.
de: Coinjoin wird automatisch gestoppt, wenn das Wallet-Guthaben unter diesem Wert liegt.
es: El Coinjoin se detendrá automáticamente si el saldo de la cartera es menor que esto.
fr: Coinjoin va automatiquement s’arrêter si le solde du portefeuille est inférieur à cela.
hu: A coinjoin automatikusan leáll, ha a tárca egyenlege kevesebb ennél.
it: Coinjoin si interromperà automaticamente se il saldo del portafoglio è inferiore a questo valore.
pt: Coinjoin será automaticamente interrompido se o saldo da carteira for menor que este valor.
tr: Eğer cüzdan bakiyesi bu miktardan daha azsa, coinjoin otomatik olarak duracaktır.
zh: 当钱包余额低于此值时，Coinjoin 将自动停止。

# PlebStopThreshold
source: Stop coinjoin threshold
de: Coinjoin-Stopp-Schwelle
es: Umbral para detener el Coinjoin
fr: Seuil d’arrêt de Coinjoin
hu: Coinjoin leállítási küszöb
it: Soglia per fermare il CoinJoin
pt: Limite de coinjoin
tr: Coinjoin eşiği durduruldu
zh: CoinJoin 停用阈值

# WalletToolsRecommend
source: It is recommended that you verify your wallet Recovery Words from time to time.
de: Es wird empfohlen, Deine Wiederherstellungswörter regelmäßig zu überprüfen.
es: Se recomienda que verifiques las Palabras de Recuperación de tu cartera de vez en cuando.
fr: Il est recommandé de vérifier de temps en temps les mots de récupération de votre portefeuille.
hu: Ajánlott időnként ellenőrizni a tárca helyreállítási szavait.
it: Si consiglia di verificare periodicamente le parole di recupero del portafoglio.
pt: Recomenda-se que você verifique suas palavras de recuperação de tempos em tempos.
tr: Cüzdanınızın Kurtarma Kelimelerini zaman zaman doğrulamanız tavsiye edilir.
zh: 建议定期验证助记词有效性。

# WalletToolsDoNotForget
source: Your passphrase is also required to restore your wallet, do not forget it.
de: Deine Passphrase ist auch erforderlich, um Dein Wallet wiederherzustellen – vergiss sie nicht.
es: Tu passphrase también es necesaria para restaurar tu cartera, no la olvides.
fr: Votre phrase de sécurité est également nécessaire pour restaurer votre portefeuille, ne l'oubliez pas.
hu: Ne felejtsd el, hogy a tárca visszaállításához szükséges a passphrase is.
it: Non dimenticarla, che la tua password è necessaria per ripristinare il portafoglio.
pt: Sua frase secreta também é necessária para restaurar sua carteira, não se esqueça dela.
tr: Cüzdanınızı geri yüklemek için gizli kelimede gereklidir, unutmayın.
zh: 请注意：恢复钱包时还需要密钥 passphrase。

# WalletToolsVerifyRecoveryWords
source: Verify Recovery Words
de: Wiederherstellungswörter verifizieren
es: Verificar Palabras de Recuperación
fr: Vérifiez les mots de récupération
hu: Helyreállítási szavak ellenőrzése
it: Verifica Parole di Recupero
pt: Verificar palavras de recuperação
tr: Kurtarma Kelimelerini Doğrula
zh: 助记词验证

# WalletCoinJoinSettingsViewModelTitle
source: Coinjoin Settings
de: Coinjoin-Einstellungen
es: Configuración de Coinjoin
fr: Paramètres de Coinjoin
hu: Coinjoin beállítások
it: Impostazioni Coinjoin
pt: Configurações de Coinjoin
tr: Coinjoin Ayarları
zh: Coinjoin 设置

# WalletCoinJoinSettingsViewModelCaption
source: Display wallet coinjoin settings
de: Wallet-Coinjoin-Einstellungen anzeigen
es: Mostrar configuración de Coinjoin de la cartera
fr: Afficher les paramètres coinjoin du portefeuille
hu: Tárca coinjoin beállítások megjelenítése
it: Visualizza le impostazioni coinjoin del portafoglio
pt: Exibir configurações de coinjoin da carteira
tr: Cüzdan coinjoin ayarlarını görüntüle
zh: 显示钱包 Coinjoin混币设置

# WalletCoinJoinSettingsViewModelKeywords
source: Wallet, Settings
de: Wallet, Einstellungen
es: Cartera, Configuración
fr: Portefeuille, Paramètres
hu: Tárca, Beállítások
it: Portafoglio, Impostazioni
pt: Carteira, Configurações
tr: Cüzdan, Ayarlar
zh: 钱包，设置

# CoinJoinProfilesCaption
source: Ginger takes care of your financial privacy by automatically starting to coinjoin all your funds for a fixed 0.3% coordination fee plus the mining fees. We've pre-applied the default configuration for ease of use.
de: Ginger sorgt für Deine finanzielle Anoymität, indem es automatisch alle Deiner Coins für eine feste Koordinierungsgebühr von 0,3 % plus Mining-Gebühren coinjoint. Die Standardkonfiguration wurde für einfache Nutzung vorausgewählt.
es: Ginger se encarga de tu privacidad financiera al comenzar automáticamente a hacer coinjoin todos tus fondos con una tarifa fija de coordinación del 0,3% más las tarifas de minería. Hemos preaplicado la configuración predeterminada para facilitar el uso.
fr: Ginger s'occupe de votre confidentialité financière en commençant automatiquement à coinjoin tous vos fonds pour des frais de coordination fixes de 0,3% plus les frais de minage. Nous avons préappliqué la configuration par défaut pour faciliter l'utilisation.
hu: A Ginger automatikusan gondoskodik pénzügyi anonimitásodról az összes érméd coinjoinolásával, egy fix 0,3%-os koordinációs díj és a bányászati díjak ellenében. A könnyebb használat érdekében előre beállítottuk az alapértelmezett konfigurációt.
it: Ginger si prende cura della tua privacy finanziaria avviando automaticamente il coinjoin di tutti i tuoi fondi con una commissione di coordinamento fissa dello 0,3% più le commissioni di mineraria. Abbiamo preapplicato la configurazione predefinita per facilitarne l’uso.
pt: Ginger cuida da sua privacidade financeira iniciando automaticamente o coinjoin de todos os seus fundos com uma taxa de coordenação fixa de 0,3% mais as taxas de mineração. Nós pre-aplicamos a configuração padrão para facilidade de uso.
tr: Ginger, tüm fonlarınızı otomatik olarak coinjoin yaparak finansal gizliliğinizi korur. Koordine ücreti %0.3 ve madencilik ücretleri uygulanır. Kullanımı kolaylaştırmak için varsayılan yapılandırmayı önceden uyguladık.
zh: Ginger 自动为您的所有代币提供混币(CoinJoin)隐私保护，仅收取固定的0.3%协调费+矿工费。我们已预设最优配置，您无需复杂设置即可轻松守护财务匿名性。

source: Done
de: Fertig
es: Hecho
fr: Fait
hu: Kész
it: Fatto
pt: Feito
tr: Tamamlandı
zh: 完成

# RedcoinText
source: Single non-private coin restriction
de: Einschränkung auf einzelnes nicht-privates Coin
es: Restricción de una sola moneda no privada
fr: Restriction à une seule pièce non privée
hu: Egyetlen nem anonim érme korlátozása
it: Restrizione di una singola moneta non privata
pt: Restrição de moeda não privada única
tr: Tek bir gizlilik dışı coin sınırlaması
zh: 限制单个非匿名币
