Repository: GingerPrivacy/GingerWallet
Catalog: WalletWasabi/Lang/Resources.*.resx
Languages: de, es, fr, hu, it, pt, tr, zh

# BitcoinAddressValidity
source: Bitcoin address is valid for {0} and not for {1}.
de: Bitcoin-Adresse ist gültig für {0} und nicht für {1}.
es: La dirección de Bitcoin es válida para {0} y no para {1}.
fr: L’adresse Bitcoin est valide pour {0} mais pas pour {1}.
hu: A Bitcoin cím érvényes {0}-ra és nem érvényes {1}-re.
it: L'indirizzo Bitcoin è valido per {0} e non per {1}.
pt: O endereço Bitcoin é válido para {0} e não para {1}.
tr: Bitcoin adresi {0} için geçerli, ancak {1} için geçerli değil.
zh: 该比特币地址仅适用于{0}，不支持{1}。

# SetTransactionConfirmationPreference
source: Set your preference for how fast the transaction should be confirmed.
de: Lege fest, wie schnell die Transaktion bestätigt werden soll.
es: Establezca su preferencia sobre cuán rápido debe confirmarse la transacción.
fr: Définissez votre préférence quant à la vitesse de confirmation de la transaction.
hu: Állítsa be a tranzakció visszaigazolásának preferált sebességét.
it: Imposta la tua preferenza su quanto velocemente la transazione dovrebbe essere confermata.
pt: Defina sua preferência para quão rápido a transação deve ser confirmada.
tr: İşlemin ne kadar hızlı onaylanması gerektiğini belirleyin.
zh: 设置您偏好的交易确认速度。

# FeeRateSatPerVByte
source: Fee Rate (sat/vByte)
de: Gebührensatz (sat/vByte)
es: Tasa de Tarifa (sat/vByte)
fr: Taux des frais (sat/vByte)
hu: Díjráta (sat/vByte)
it: Tariffa (sat/vByte)
pt: Taxa de Taxa (sat/vByte)
tr: Ücret Oranı (sat/vByte)
zh: 费用率 (sat/vByte)

source: Estimated Confirmation Time
de: Geschätzte Bestätigungszeit
es: Tiempo de Confirmación Estimado
fr: Temps de confirmation estimé
hu: Becsült visszaigazolási idő
it: Tempo di conferma stimato
pt: Tempo Estimado de Confirmação
tr: Tahmini Onay Süresi
zh: 预计确认时间

# TransactionFeeEstimationsUnavailable
source: Transaction fee estimations are not available at the moment. Try again later or you can enter the fee rate manually.
de: Transaktionsgebührenschätzungen sind derzeit nicht verfügbar. Versuche es später erneut oder gib die Gebühr manuell ein.
es: Las estimaciones de tarifas de transacción no están disponibles en este momento. Intenta nuevamente más tarde o puedes ingresar la tarifa manualmente.
fr: Les estimations de frais de transaction ne sont pas disponibles pour le moment. Réessayez plus tard ou entrez le taux de frais manuellement.
hu: A tranzakciós díjak becslése jelenleg nem elérhető. Kérjük, próbáld meg később, vagy add meg manuálisan a díjat.
it: Le stime delle commissioni di transazione non sono disponibili al momento. Riprova più tardi oppure inserisci manualmente la tariffa.
pt: As estimativas de taxa de transação não estão disponíveis no momento. Tente novamente mais tarde ou você pode inserir a taxa manualmente.
tr: İşlem ücreti tahminleri şu anda mevcut değil. Lütfen daha sonra tekrar deneyin veya ücreti manuel olarak girebilirsiniz.
zh: 目前无法估算交易/矿工费用。请稍后重试，或手动输入费率。

# ChooseTransactionVisibility
source: Choose who can and can't see this transaction.
de: Wähle aus, wer diese Transaktion sehen darf und wer nicht.
es: Elige quién puede y quién no puede ver esta transacción.
fr: Choisir qui peut et ne peut pas voir cette transaction.
hu: Válaszd ki, ki láthatja és ki nem ezt a tranzakciót.
it: Scegli chi può e chi non può vedere questa transazione.
pt: Escolha quem pode ou não ver esta transação.
tr: Bu işlemi kimlerin görebileceğini ve kimlerin göremeyeceğini seçin.
zh: 选择谁可以看到此交易，以及谁不能看到此交易。

source: Could see this transaction:
de: Diese Transaktion ist sichtbar:
es: Podría ver esta transacción:
fr: Peut voir cette transaction :
hu: Láthatja ezt a tranzakciót:
it: Potrebbe vedere questa transazione:
pt: Poderia ver esta transação:
tr: Bu işlemi görebildiniz:
zh: 可查看该交易：

source: Can't see this transaction:
de: Diese Transaktion kann nicht angezeigt werden:
es: No puede ver esta transacción:
fr: Ne trouve pas cette transaction :
hu: Nem láthatja ezt a tranzakciót:
it: Non può vedere questa transazione:
pt: Não pode ver esta transação:
tr: Bu işlemi göremezsiniz:
zh: 无法查询到该交易：

# NoInformationAboutPeople
source: There is no information about these people, only use it when necessary!
de: Es gibt keine Informationen über diese Personen, verwende es nur, wenn es notwendig ist!
es: No hay información sobre estas personas, ¡úsalo solo cuando sea necesario!
fr: Il n'y a pas d'informations sur ces personnes, utilisez-les uniquement lorsque c'est nécessaire !
hu: Nincs információ ezekről az emberekről. Csak akkor használd, ha szükséges!
it: Non ci sono informazioni su queste persone, usalo solo se necessario!
pt: Não há informações sobre essas pessoas, use apenas quando necessário!
tr: Bu kişiler hakkında bilgi yok, yalnızca gerekli olduğunda kullanın!
zh: 无相关人员信息记录，非必要不使用！

source: Coin Control
de: Coin Verwaltung
es: Control de Monedas
hu: Érmekezelés
it: Controllo delle Monete
pt: Controle de Moeda
tr: Coin Kontrolü
zh: 代币管理

# RecoveryWordsViewCaption
source: Write down the recovery words in the correct order and store them in a safe place. They are needed to recover your wallet.
de: Notiere die Wiederherstellungswörter in der richtigen Reihenfolge und bewahre sie an einem sicheren Ort auf. Sie werden benötigt, um Dein Wallet wiederherzustellen.
es: Escribe las palabras de recuperación en el orden correcto y guárdalas en un lugar seguro. Son necesarias para recuperar tu cartera.
fr: Notez les mots de récupération dans le bon ordre et conservez-les en lieu sûr. Ils sont nécessaires pour restaurer votre portefeuille.
hu: Írd le a helyreállítási szavakat a megfelelő sorrendben, és tárold őket biztonságos helyen. Szükségesek a tárca visszaállításához.
it: Scrivi le parole di recupero nell'ordine corretto e conservale in un luogo sicuro. Sono necessarie per recuperare il tuo portafoglio del Wallet.
pt: Anote as palavras de recuperação na ordem correta e guarde-as em um lugar seguro. Elas são necessárias para recuperar sua carteira.
tr: Kurtarma kelimelerini doğru sırayla yazın ve güvenli bir yerde saklayın. Cüzdanınızı kurtarmak için bunlar gereklidir.
zh: 按正确顺序写下助记词，并妥善保存在安全位置。此助记词是恢复数字钱包的凭证。

# RecoveryWordsViewCopyRecoveryWords
source: Copy recovery words
de: Wiederherstellungswörter kopieren
es: Copiar palabras de recuperación
fr: Copier les mots de récupération
hu: Helyreállítási szavak másolása
it: Copia parole di recupero
pt: Copiar palavras de recuperação
tr: Kurtarma kelimelerini kopyala
zh: 复制助记词

# RecoveryWordsViewNotSeeAfter
source: You will not be able to see these words again once the wallet is created.
de: Du wirst diese Wörter nach der Erstellung des Wallets nicht mehr sehen können.
es: No podrás volver a ver estas palabras una vez que la cartera se haya creado.
fr: Vous ne pourrez plus voir ces mots lorsque le portefeuille sera créé.
hu: A tárca létrehozása után már nem fogod tudni megtekinteni ezeket a szavakat.
it: Non potrai più vedere queste parole una volta creato il portafoglio del Wallet.
pt: Você não poderá ver essas palavras novamente após a criação da carteira.
tr: Cüzdan oluşturulduktan sonra bu kelimeleri bir daha göremeyeceksiniz.
zh: 钱包创建后，您将无法再次查看这些词语。

# ConfirmRecoveryWordsViewModel
source: Confirm Recovery Words
de: Wiederherstellungswörter bestätigen
es: Confirmar Palabras de Recuperación
fr: Confirmer les mots de récupération
hu: Helyreállítási szavak megerősítése
it: Conferma Parole di Recupero
pt: Confirmar Palavras de Recuperação
tr: Kurtarma Kelimelerini Onayla
zh: 确认恢复短语/助记词

# ConfirmRecoveryWordsViewModelStoreSafely
source: Store your passphrase securely; it cannot be recovered if lost. Itâ€™s needed to open and restore your wallet and provides extra protection by extending the recovery words.
de: Bewahre Dein Passphrase sicher auf; sie kann nicht wiederhergestellt werden, wenn sie verloren geht. Sie wird benötigt, um Dein Wallet zu öffnen und wiederherzustellen und bietet zusätzlichen Schutz durch Erweiterung der Wiederherstellungswörter.
es: Guarda tu passphrase de forma segura; no se puede recuperar si se pierde. Es necesaria para abrir y restaurar tu billetera y proporciona protección adicional al extender las palabras de recuperación.
fr: Stockez votre phrase de passe en toute sécurité ; elle ne peut pas être récupérée en cas de perte. Elle est nécessaire pour ouvrir et restaurer votre portefeuille et offre une protection supplémentaire en prolongeant les mots de récupération.
hu: Tárold biztonságosan a Passphrase-t, mert elvesztése esetén nem állítható vissza. A tárca megnyitásához és visszaállításához szükséges, valamint plusz védelmet nyújt a helyreállítási szavak kiterjesztésével.
it: Conserva la tua password in modo sicuro; non può essere recuperata se persa. È necessaria per aprire e ripristinare il tuo portafoglio del Wallet e offre una protezione aggiuntiva estendendo le parole di recupero.
pt: Guarde sua senha com segurança; ela não pode ser recuperada se perdida. Ela é necessária para abrir e restaurar sua carteira e oferece proteção extra estendendo as palavras de recuperação.
tr: Gizli kelimenizi güvenli bir şekilde saklayın; kaybolursa kurtarılamaz. Cüzdanınızı açmak ve kurtarmak için gereklidir ve kurtarma kelimelerini uzatarak ekstra koruma sağlar.
zh: 请安全保管您的加密口令（Passphrase），一旦丢失将无法恢复。该口令用于开启和恢复钱包，并通过加密口令来多一层保护。

# ConfirmRecoveryWordsViewModelClickRecovery
source: Click the recovery word #{0}
de: Klicken Sie auf das Wiederherstellungswort #{0}
es: Haz clic en la palabra de recuperación #{0}
fr: Cliquez sur le mot de récupération #{0}
hu: Kattints a(z) #{0} helyreállítási szóra.
it: Fai clic sulla parola di recupero n. {0}
pt: Clique na palavra de recuperação #{0}
tr: Kurtarma kelimesini #{0} tıklayın
zh: 点击恢复短语/助记词 #{0}

source: Recovery Words
de: Wiederherstellungswörter
es: Palabras de Recuperación
fr: Mots de récupération
hu: Helyreállítási szavak
it: Parole di Recupero
pt: Palavras de Recuperação
tr: Kurtarma Kelimeleri
zh: 助记词

source: Verify Recovery Words
de: Wiederherstellungswörter verifizieren
es: Verificar Palabras de Recuperación
fr: Vérifier les mots de récupération
hu: Helyreállítási szavak ellenőrzése
it: Verifica Parole di Recupero
pt: Verificar palavras de recuperação
tr: Kurtarma Kelimelerini Doğrula
zh: 助记词校验

# CreatePasswordDialogTypePassphrase
source: Type a passphrase
de: Passphrase eingeben
es: Escribe una passphrase
fr: Entrez une phrase de récupération
hu: Írd be a Passphrase-t
it: Digita un password
pt: Digite uma senha
tr: Bir gizli kelime yazın
zh: 输入密码/加密口令

# CreatePasswordDialogConfirmPassphrase
source: Confirm the passphrase
de: Passphrase bestätigen
es: Confirma la passphrase
fr: Confirmer la phrase de récupération
hu: Erősítsd meg a Passphrase-t
it: Conferma il password
pt: Confirmar a senha
tr: Gizli kelimenizi onaylayın
zh: 确认密码/加密口令

# PassphrasesNotMatch
source: Passphrases don't match.
de: Passphrasen stimmen nicht überein.
es: Las passphrases no coinciden.
fr: Les phrases de récupération sont différentes.
hu: A passphrase-k nem egyeznek.
it: Le password non corrispondono.
pt: As frases de acesso não coincidem.
tr: Gizli kelimeler uyuşmuyor.
zh: 密码不匹配。

# TrimWarnMessage
source: Leading and trailing white spaces will be removed!
de: Führende und nachfolgende Leerzeichen werden entfernt!
es: ¡Los espacios en blanco al principio y al final serán eliminados!
fr: Les espaces au début et à la fin seront supprimés !
hu: A kezdő és a záró szóközök eltávolításra kerülnek!
it: Gli spazi iniziali e finali verranno rimossi!
pt: Espaços em branco à frente e atrás serão removidos!
tr: Önde ve sonda boşluklar kaldırılacaktır!
zh: 首尾空格将被自动清除！

# WhitespaceMessage
source: Leading and trailing white spaces are not allowed!
de: Führende und nachfolgende Leerzeichen sind nicht erlaubt!
es: ¡No se permiten espacios en blanco al principio o al final!
fr: Les espaces au début et à la fin ne sont pas autorisés !
hu: Kezdő és záró szóközök nem engedélyezettek!
it: Gli spazi iniziali e finali non sono consentiti!
pt: Espaços em branco à frente e atrás não são permitidos!
tr: Önde ve sonda boşluklara izin verilmez!
zh: 不允许开头或结尾包含空格！

source: Add Passphrase
de: Passphrase hinzufügen
es: Agregar passphrase
fr: Ajouter phrase de récupération
hu: Passphrase hozzáadása
it: Aggiungi password
pt: Adicionar Senha
tr: Gizli kelime ekle
zh: 添加密码

source: Hardware Wallet
es: Cartera de hardware
fr: Portefeuille matériel
hu: Hardvertárca
it: Portafoglio Hardware
pt: Carteira de Hardware
tr: Donanım Cüzdanı
zh: 硬件钱包

# ConnectHardwareWalletViewModelCaption
source: Connect your hardware wallet to the PC
de: Verbinde Dein Hardware-Wallet mit dem PC
es: Conecta tu cartera de hardware al PC
fr: Connectez votre portefeuille matériel au PC
hu: Csatlakoztasd a hardvertárcát a számítógéphez
it: Collega il tuo portafoglio hardware al PC
pt: Conecte sua carteira de hardware ao PC
tr: Donanım cüzdanınızı PC'ye bağlayın
zh: 将您的硬件钱包/冷钱包连接到电脑

# ConnectHardwareWalletViewModelEnterPassphrase
source: Enter your passphrase on the hardware wallet if needed.
de: Gib bei Bedarf Deine Passphrase auf der Hardware-Wallet ein.
es: Introduce tu passphrase en la cartera de hardware si es necesario.
fr: Entrez votre phrase de récupération sur le portefeuille matériel si nécessaire.
hu: Add meg a Passphrase-t a hardveres tárcán, ha szükséges.
it: Inserisci il tuo password nel portafoglio hardware se richiesto.
pt: Digite sua senha na carteira de hardware, se necessário.
tr: Gerekirse donanım cüzdanınıza gizli kelimenizi giriniz.
zh: 如果需要，请在硬件钱包上输入密码。

# HardwareWalletAuthDialogViewModelCaption
source: Connect your hardware wallet, press Continue and then follow the instructions on the device.
de: Verbinde Dein Hardware-Wallet, drücke auf Weiter und folge dann den Anweisungen auf dem Gerät.
es: Conecta tu cartera de hardware, presiona Continuar y luego sigue las instrucciones en el dispositivo.
fr: Connectez votre portefeuille matériel, appuyez sur Continuer puis suivez les instructions sur l’appareil.
hu: Csatlakoztasd a hardvertárcádat, nyomd meg a Folytatás gombot, majd kövesd az utasításokat az eszközön.
it: Collega il tuo portafoglio hardware, premi Continua e segui le istruzioni sul dispositivo.
pt: Conecte sua carteira de hardware, pressione Continuar e depois siga as instruções no dispositivo.
tr: Donanım cüzdanınızı bağlayın, Devam’a basın ve ardından cihazdaki talimatları izleyin.
zh: 连接您的硬件钱包，点击‘继续’，然后按照设备上的提示操作即可。

source: Rescan
de: Erneut suchen
es: Volver a escanear
fr: Rescanner
hu: Keresés
it: Ricerca
pt: Recarregar
tr: Yeniden Tarama
zh: 重新扫描

source: Open wallet
de: Wallet öffnen
es: Abrir cartera
fr: Ouvrir le portefeuille
hu: Tárca megnyitása
it: Apri portafoglio
pt: Abrir carteira
tr: Cüzdanı aç
zh: 打开钱包

# ConnectHardwareWalletViewModelConnectPc
source: Connect the hardware wallet to the PC / Enter the PIN on the device.
de: Verbinde Dein Hardware-Wallet mit dem PC / Gib Deine PIN auf dem Gerät ein.
es: Conecta la cartera de hardware al PC / Introduce el PIN en el dispositivo.
fr: Connectez votre portefeuille matériel au PC / Entre le PIN sur l’appareil.
hu: Csatlakoztasd a hardvertárcát a számítógéphez / Add meg a PIN-kódot az eszközön.
it: Collega il portafoglio hardware al PC / Inserisci il PIN sul dispositivo.
pt: Conecte a carteira de hardware ao PC / Digite o PIN no dispositivo.
tr: Donanım cüzdanını PC'ye bağlayın / Cihazdaki PIN'i girin.
zh: 将硬件钱包/冷钱包连接到电脑 / 在设备上输入 PIN。

# ConnectHardwareWalletViewModelMakeSureOnlyOne
source: Make sure you have only one hardware wallet connected to the PC.
de: Stelle sicher, dass nur eine Hardware-Wallet mit dem PC verbunden ist.
es: Asegúrate de tener solo una cartera de hardware conectada al PC.
fr: Vérifiez que vous n’ayez qu’un seul portefeuille matériel connecté au PC.
hu: Győződj meg arról, hogy csak egy hardvertárca van csatlakoztatva a számítógéphez.
it: Assicurati di avere solo un portafoglio hardware collegato al PC.
pt: Certifique-se de que você tenha apenas uma carteira de hardware conectada ao PC.
tr: Bilgisayara yalnızca bir donanım cüzdanının bağlı olduğundan emin olun.
zh: 请确保电脑仅连接一个硬件钱包设备。

# ConnectHardwareWalletViewModelAlreadyAdded
source: The connected hardware wallet is already added to the software, click below to open it or click Rescan to search again.
de: Die verbundene Hardware-Wallet ist bereits in der Software hinzugefügt, klicke unten, um sie zu öffnen, oder klicke auf „Erneut suchen“.
es: La cartera de hardware conectada ya está añadida al software, haz clic abajo para abrirla o haz clic en Volver a escanear para buscar nuevamente.
fr: Le portefeuille matériel connecté est déjà ajouté au logiciel, cliquez ci-dessous pour l’ouvrir ou cliquez sur Rescanner pour chercher à nouveau.
hu: A csatlakoztatott hardvertárca már hozzá van adva a szoftverhez, kattints alul a megnyitáshoz, vagy kattints az Újraszkennelésre a kereséshez.
it: Il portafoglio hardware collegato è già stato aggiunto al software, fai clic qui sotto per aprirlo oppure fai clic su Ripeti scansione per cercarlo di nuovo.
pt: A carteira de hardware conectada já foi adicionada ao software, clique abaixo para abri-la ou clique em Reescaneamento para procurar novamente.
tr: Bağlı donanım cüzdanı yazılıma zaten eklenmiş, altına tıklayarak açın veya yeniden tarama için Rescan'a tıklayın.
zh: 该硬件钱包/冷钱包已添加到软件中，点击下方打开，或点击重新扫描以再次搜索。

# ConnectHardwareWalletViewModelEnterPassphraseOnDevice
source: Enter your passphrase on your device.
de: Gib Deine Passphrase auf Deinem Gerät ein.
es: Introduce tu passphrase en tu dispositivo.
fr: Entrez votre phrase de récupération sur l’appareil.
hu: Add meg a Passphrase-t az eszközön.
it: Inserisci il tuo password sul dispositivo.
pt: Digite sua senha no dispositivo.
tr: Cihazınıza gizli kelimenizi giriniz.
zh: 请在您的设备上输入加密口令（Passphrase）。

# ConnectHardwareWalletViewModelEnterPin
source: Enter your PIN on your device.
de: Gib Deine PIN auf Deinem Gerät ein.
es: Introduce tu PIN en tu dispositivo.
fr: Entrez le PIN sur l’appareil.
hu: Add meg a PIN-kódodat az eszközön.
it: Inserisci il tuo PIN sul dispositivo.
pt: Digite seu PIN no dispositivo.
tr: Cihazınızda PIN'inizi girin.
zh: 请在您的设备上输入PIN码。

# TypeInYourRecoveryWords
source: Type in your recovery words in the correct order
de: Gib Deine Wiederherstellungswörter in der richtigen Reihenfolge ein
es: Escribe tus palabras de recuperación en el orden correcto
fr: Tapez vos mots de récupération dans le bon ordre
hu: Írd be a helyreállítási szavaidat a megfelelő sorrendben
it: Digita le parole di recupero nell’ordine corretto
pt: Digite suas palavras de recuperação na ordem correta
tr: Kurtarma kelimelerinizi doğru sırayla girin
zh: 按正确顺序输入助记词

source: Enter Passphrase
de: Passphrase eingeben
es: Introducir passphrase
fr: Saisissez la phrase secrète
hu: Passphrase megadása
it: Inserisci Password
pt: Digite a Senha
tr: Gizli kelimeyi gir
zh: 输入密码加密口令

# RecoverWalletViewModelPassphraseMessage
source: If you used a passphrase when you created your wallet you must type it below, otherwise leave this empty.
de: Wenn Du beim Erstellen Deines Wallets eine Passphrase verwendet hast, musst Du es unten eingeben, andernfalls leer lassen.
es: Si usaste una passphrase cuando creaste tu cartera, debes escribirla abajo, de lo contrario, déjalo en blanco.
fr: Si vous avez utilisé une phrase de récupération lors de la création du portefeuille, vous devez la rentrer ci-dessous, autrement laissez l’espace vide.
hu: Ha használtál passphrase-t a tárca létrehozásakor, akkor azt lent kell megadnod, egyébként hagyd üresen.
it: Se hai usato un password quando hai creato il tuo portafoglio, devi digitarla qui sotto, altrimenti lascia vuoto.
pt: Se você usou uma frase de acesso quando criou sua carteira, deve digitá-la abaixo, caso contrário, deixe este campo em branco.
tr: Cüzdanınızı oluştururken gizli bir kelime kullandıysanız, aşağıya yazmalısınız, aksi takdirde bu alanı boş bırakın.
zh: 若创建钱包时使用了密码短语（passphrase），请在下方输入，否则请留空。

# AdvancedRecoveryOptionsViewModelTitle
source: Advanced Recovery Options
de: Erweiterte Wiederherstellungsoptionen
es: Opciones avanzadas de recuperación
fr: Options de récupération avancées
hu: Haladó helyreállítási beállítások
it: Opzioni Avanzate di Recupero
pt: Opções Avançadas de Recuperação
tr: Gelişmiş Kurtarma Seçenekleri
zh: 高级恢复选项

# AdvancedRecoveryOptionsViewModelMinimumGapLimit
source: Minimum Gap Limit:
de: Minimale Ermittlungsgrenze:
es: Límite de intervalo de espacio mínimo:
fr: Limite minimale Espace:
hu: Minimális keresési határ:
it: Limite minimo di Gap:
pt: Limite Mínimo de Gap:
tr: Minimum Boşluk Limiti:
zh: 使用最低条件搜索：

# PeersConnected
source: {0} connected
de: {0} verbunden
es: {0} conectados
fr: {0} connecté
hu: {0} csatlakozva
it: {0} connessi
pt: {0} conectado
tr: {0} bağlı
zh: {0} 已连接

# AmountLessThanTotalSupply
source: Amount must be less than the total supply of BTC.
de: Betrag muss kleiner als das gesamte BTC-Angebot sein.
es: La cantidad debe ser menor que el suministro total de BTC.
fr: Le montant doit être inférieur à la circulation totale de BTC.
hu: Az összegnek kisebbnek kell lennie a BTC teljes készleténél.
it: L’importo deve essere inferiore all’offerta totale di BTC.
pt: A quantia deve ser menor que o fornecimento total de BTC.
tr: Tutar, BTC toplam arzından fazla olamaz.
zh: 金额必须小于 BTC 的总供应量。

# InsufficientFunds
source: Insufficient funds to cover the amount requested.
de: Nicht genügend Guthaben für den gewünschten Betrag.
es: Fondos insuficientes para cubrir la cantidad solicitada.
fr: Fonds insuffisants pour couvrir le montant demandé.
hu: A rendelkezésre álló összeg nem elegendő.
it: Fondi insufficienti per coprire l’importo richiesto.
pt: Fundos insuficientes para cobrir o valor solicitado.
tr: İstenen miktarı karşılayacak yeterli bakiye yok.
zh: 账户余额不足。

# AmountMoreThanZero
source: Amount must be more than 0 BTC.
de: Betrag muss größer als 0 BTC sein.
es: La cantidad debe ser mayor a 0 BTC.
fr: Le montant doit être supérieur à 0 BTC.
hu: Az összegnek nagyobbnak kell lennie, mint 0 BTC.
it: L’importo deve essere superiore a 0 BTC.
pt: A quantia deve ser maior que 0 BTC.
tr: Tutar, 0 BTC'den fazla olmalıdır.
zh: 金额必须大于 0 BTC。

# InvalidBTCAddressOrURI
source: Input a valid BTC address or URI.
de: Geben Sie eine gültige BTC-Adresse oder URI ein.
es: Ingresa una dirección BTC o URI válida.
fr: Renseignez un url ou adresse BTC valide.
hu: Adj meg egy érvényes Bitcoin-tárcacímet vagy URI-t.
it: Inserisci un indirizzo BTC o URI valido.
pt: Digite um endereço ou URI BTC válido.
tr: Geçerli bir BTC adresi veya URI girin.
zh: 请输入有效的 BTC 地址或 URI。

# PayjoinNotPossibleWithHardwareWallets
source: Payjoin is not possible with hardware wallets.
de: Payjoin ist mit Hardware-Wallets nicht möglich.
es: Payjoin no es posible con carteras hardware.
fr: Payjoin n’est pas possible avec les portefeuilles matériels.
hu: Payjoin nem lehetséges hardvertárcákkal.
it: Payjoin non è possibile con portafogli hardware.
pt: Payjoin não é possível com carteiras de hardware.
tr: Payjoin, donanım cüzdanlarıyla mümkün değildir.
zh: 硬件钱包不支持 Payjoin。

# TermsAndConditionsViewCaption
source: To continue using Ginger, please accept the terms and conditions
de: Um Ginger weiterhin zu nutzen, akzeptiere bitte die allgemeinen Geschäftsbedingungen
es: Para continuar usando Ginger, por favor acepta los términos y condiciones
fr: Pour continuer à utiliser Ginger, veuillez accepter les termes et conditions
hu: A Ginger használatának folytatásához kérjük, fogadd el a felhasználási feltételeket
it: Per continuare a usare Ginger, accetta i termini le condizioni
pt: Para continuar usando o Ginger, por favor aceite os termos e condições
tr: Ginger'ı kullanmaya devam edebilmek için lütfen şartları ve koşulları kabul edin
zh: 要继续使用 Ginger，请接受条款和条件
