Repository: GingerPrivacy/GingerWallet
Catalog: WalletWasabi/Lang/Resources.*.resx
Languages: de, es, fr, hu, it, pt, tr, zh

# TermsAndConditionsViewTermsAndConditions
source: Terms and conditions
de: Allgemeinen Geschäftsbedingungen zu
es: Términos y condiciones
fr: Termes et conditions
hu: Felhasználási feltételeket
it: Termini le condizioni
pt: Termos e condições
tr: Şartlar ve koşullar
zh: 条款和条件

# TermsAndConditionsViewIAgree
source: I _agree to the
de: Ich _stimme den
es: Acepto los
fr: J’approuve les
hu: Elfogadom a
it: Accetto i
pt: Eu _concordo com os
tr: Kabul ediyorum
zh: 我同意

source: Resync Wallet
de: Wallet erneut synchronisieren
es: Resincronizar Cartera
fr: Resynchroniser le portefeuille
hu: Tárca újraszinkronizálása
it: Risincronizzazione del portafoglio
pt: Re-sincronizar Carteira
tr: Cüzdanı Yeniden Senkronize Et
zh: 钱包重新同步

# ApplicationRestartRescan
source: The application will restart, and upon reopening your wallet, the rescan will begin. This process may take some time, depending on the number of transactions in your wallet.
de: Die Anwendung wird neu gestartet, und beim erneuten Öffnen Ihrer Wallet beginnt das erneute Scannen. Dieser Vorgang kann je nach Anzahl der Transaktionen in Ihrer Wallet einige Zeit dauern.
es: La aplicación se reiniciará y, al reabrir tu cartera, comenzará el reescaneo. Este proceso puede tomar tiempo, dependiendo de la cantidad de transacciones en tu cartera.
fr: L'application redémarrera, et lors de la réouverture de votre portefeuille, le rescannage commencera. Ce processus peut prendre un certain temps, en fonction du nombre de transactions dans votre portefeuille.
hu: Az alkalmazás újraindul, és a tárca megnyitásakor elkezdődik az újraszkennelés. Ez a folyamat eltarthat egy ideig, a tárcában lévő tranzakciók számától függően.
it: L'applicazione verrà riavviata e, al successivo avvio del portafoglio, inizierà la nuova scansione. Questo processo potrebbe richiedere del tempo, a seconda del numero di transazioni presenti.
pt: O aplicativo será reiniciado, e ao reabrir sua carteira, o novo escaneamento começará. Esse processo pode levar algum tempo, dependendo do número de transações na sua carteira.
tr: Uygulama yeniden başlatılacak ve cüzdanınızı tekrar açtığınızda, yeniden tarama işlemi başlayacaktır. Bu işlem, cüzdanınızdaki işlem sayısına bağlı olarak biraz zaman alabilir.
zh: 应用程序将重新启动，当您重新打开钱包时系统会开始重新扫描。此过程可能需要一些时间，具体取决于钱包中的交易数量。

# ProceedConfirmation
source: Would you like to proceed?
de: Möchten Sie fortfahren?
es: ¿Te gustaría continuar?
fr: Souhaitez-vous continuer ?
hu: Szeretnéd folytatni?
it: Vuoi procedere?
pt: Você gostaria de continuar?
tr: Devam etmek ister misiniz?
zh: 要继续操作吗？

source: Transaction ID
de: Transaktions-ID
es: ID de Transacción
fr: ID de transaction
hu: Tranzakcióazonosító
it: ID Transazione
pt: ID da transação
tr: İşlem Kimliği
zh: 交易 ID

source: Index
es: Índice
it: Indice
pt: Índice
tr: İndeks
zh: 索引

source: Coin Details
es: Detalles de la Moneda
fr: Détails de la pièce
hu: Érme részletei
it: Dettagli Moneta
pt: Detalhes da Moeda
tr: Coin Detayları
zh: 代币详情

# SelfCoinJoinToolTip
source: In this Coinjoin, the majority of the coins belong to you. This will significantly reduce your privacy progress. Consider participating with fewer wallets until more participants join.
de: Bei diesem Coinjoin, gehören die meisten Coins Dir. Das wird wesentlich dein Anonymitätsfortschritt verringern. Erwäge, vorerst mit weniger Wallets teilzunehmen, bis sich mehr Teilnehmer anschließen.
es: En este Coinjoin, la mayoría de las monedas te pertenecen. Esto reducirá significativamente tu progreso de privacidad. Considera participar con menos carteras hasta que se unan más participantes.
fr: Dans ce Coinjoin, la majorité des pièces vous appartiennent. Cela réduira significativement vos progrès en matière de confidentialité. Envisagez de participer avec moins de portefeuilles jusqu'à ce que davantage de participants se joignent.
hu: Ebben a coinjoinban az érmék többsége hozzád tartozik. Ez jelentősen csökkenti az anonimitás előrehaladását. Fontolja meg, hogy kevesebb tárcával vegyen részt, amíg több résztvevő csatlakozik.
it: In questo Coinjoin, la maggior parte delle monete appartiene a te. Questo ridurrà significativamente il progresso della tua privacy. Considera di partecipare con meno portafogli fino a quando non si uniscono più partecipanti.
pt: Neste Coinjoin, a maioria das moedas pertencem a você. Isso reduzirá significativamente o progresso da sua privacidade. Considere participar com menos carteiras até que mais participantes se juntem.
tr: Bu Coinjoin'da, coin'lerin çoğunluğu size ait. Bu, gizlilik ilerlemenizi önemli ölçüde azaltacaktır. Daha fazla katılımcı katılana kadar daha az cüzdanla katılmayı düşünün.
zh: 在此 Coinjoin 中，大多数硬币属于您。这将显著降低您的隐私进度。请考虑在参与钱包数量减少时进行，直到有更多的参与者加入。

# AuthCodePrompt
source: Scan the QR code below using your preferred authenticator app, then enter the verification code.
de: Scann den untenstehenden QR-Code mit Deiner bevorzugten Authentifizierungs-App und gib dann den Bestätigungscode ein.
es: Escanea el código QR a continuación con tu aplicación de autenticación preferida y luego introduce el código de verificación.
fr: Scannez le code QR ci-dessous avec votre application d'authentification préférée, puis entrez le code de vérification.
hu: Olvasd be az alábbi QR-kódot a kedvenc hitelesítő alkalmazásoddal, majd add meg a megerősítő kódot.
it: Scansiona il codice QR qui sotto usando la tua app di autenticazione preferita, quindi inserisci il codice di verifica.
pt: Escaneie o código QR abaixo usando o aplicativo autenticador preferido, depois insira o código de verificação.
tr: Aşağıdaki QR kodunu tercih ettiğiniz doğrulayıcı uygulama ile tarayın, ardından doğrulama kodunu girin.
zh: 请您使用常用验证器扫描下方二维码，并输入收到的验证码。

source: Verify
de: Verifizieren
es: Verificar
fr: Vérifier
hu: Ellenőrzés
it: Verifica
pt: Verificar
tr: Doğrula
zh: 验证

# TwoFactorSetup
source: Two-Factor Authentication Setup
de: Einrichtung der Zwei-Faktor-Authentifizierung
es: Configuración de autenticación de dos factores
fr: Configuration de l'authentification à deux facteurs
hu: Kétfaktoros hitelesítés beállítása
it: Configurazione Autenticazione a Due Fattori
pt: Configuração da Autenticação de Dois Fatores
tr: İki Faktörlü Kimlik Doğrulama Kurulumu
zh: 双重身份验证设置

# TokenVerificationFailed
source: Couldn't verify the token, please see the logs for further information.
de: Token konnte nicht verifiziert werden, bitte sehe in den Protokollen nach weiteren Informationen.
es: No se pudo verificar el token, por favor consulta los registros para más información.
fr: Impossible de vérifier le jeton, veuillez consulter les journaux pour plus d'informations.
hu: Nem sikerült ellenőrizni a tokent, kérlek, nézd meg a naplófájlt a további információkért.
it: Impossibile verificare il token, consulta i log per ulteriori informazioni.
pt: Não foi possível verificar o token, consulte os logs para mais informações.
tr: Token doğrulanamadı, daha fazla bilgi için lütfen günlükleri kontrol edin.
zh: 无法验证令牌（token），请查看日志以获取更多信息。

# TwoFactorAuthenticationWithCapitals
source: Two-Factor Authentication
de: Zwei-Faktor-Authentifizierung
es: Autenticación De Dos Factores
fr: Authentification À Deux Facteurs
hu: Kétfaktoros hitelesítés
it: Autenticazione a Due Fattori
pt: Autenticação de dois fatores
tr: İki Faktörlü Kimlik Doğrulama
zh: 双重验证

source: _Transaction fee rate:
de: _Transaktionsgebührensatz:
es: _Tasa de comisión de transacción:
fr: _Taux de frais de transaction :
hu: _Tranzakció díjráta:
it: _Tariffa di transazione:
pt: _Taxa de transação:
tr: _İşlem ücreti oranı:
zh: 交易费率：

# InvalidFee
source: The entered fee is not valid.
de: Die eingegebene Gebühr ist ungültig.
es: La tarifa ingresada no es válida.
fr: Les frais saisis ne sont pas valides.
hu: A megadott díj nem érvényes.
it: La tariffa inserita non è valida.
pt: A taxa inserida não é válida.
tr: Girilen ücret geçerli değil.
zh: 手续费超出允许范围。

# MinFeeLimit
source: Cannot be less than 1 sat/vByte.
de: Darf nicht kleiner als 1 sat/vByte sein.
es: No puede ser menos de 1 sat/vByte.
fr: Ne peut pas être inférieur à 1 sat/vByte.
hu: Nem lehet kevesebb, mint 1 sat/vByte.
it: Non può essere inferiore a 1 sat/vByte.
pt: Não pode ser menor que 1 sat/vByte.
tr: 1 sat/vByte'dan daha az olamaz.
zh: 不能少于 1 sat/vByte。

# FeeTooHigh
source: The entered fee is too high.
de: Die eingegebene Gebühr ist zu hoch.
es: La tarifa ingresada es demasiado alta.
fr: Les frais saisis sont trop élevés.
hu: A megadott díj túl magas.
it: La tariffa inserita è troppo alta.
pt: A taxa inserida é muito alta.
tr: Girilen ücret çok yüksek.
zh: 设置的手续费过高。

# ExcludedCoinsViewModelCaption
source: Display exclude coins
de: Ausgeschlossene Coins anzeigen
es: Mostrar excluir monedas
fr: Afficher exclure les pièces
hu: Kizárt érmék megjelenítése
it: Mostra monete escluse
pt: Exibir moedas excluídas
tr: Hariç coin'leri göster
zh: 显示已排除代币

# ExcludedCoinsViewModelKeywords
source: Wallet, Exclude, Coins, Coinjoin, Freeze, UTXO
de: Wallet, Ausschließen, Coins, Coinjoin, Einfrieren, UTXO
es: Billetera, Excluir, Monedas, Coinjoin, Congelar, UTXO
fr: Portefeuille, Exclure, Pièces, Coinjoin, Geler, UTXO
hu: Tárca, Kizár, Érmék, Coinjoin, Befagyaszt, UTXO
it: Portafoglio, Escludi, Monete, Coinjoin, Congela, UTXO
pt: Carteira, Excluir, Moedas, Coinjoin, Congelar, UTXO
tr: Cüzdan, Hariç, Coin'ler, Coinjoin, Dondur, UTXO
zh: 钱包, 排除, 代币, Coinjoin, 混币，冻结,锁定， UTXO，未消费交易输出

# WalletCoinsViewModelCaption
source: Display wallet coins
de: Wallet-Coins anzeigen
es: Mostrar monedas de la billetera
fr: Afficher les pièces du portefeuille
hu: Tárca érmék megjelenítése
it: Mostra monete del portafoglio
pt: Exibir moedas da carteira
tr: Cüzdan coinlerini görüntüle
zh: 查看钱包代币

# WalletCoinsViewModelKeywords
source: Wallet, Coins, UTXO
es: Billetera, Monedas, UTXO
fr: Portefeuille, Pièces, UTXO
hu: Tárca, Érmék, UTXO
it: Portafoglio, Monete, UTXO
pt: Carteira, Moedas, UTXO
tr: Cüzdan, Coinler, UTXO
zh: 钱包, 硬币, UTXO

# WalletStatsViewModelCaption
source: Display wallet stats
de: Wallet-Statistiken anzeigen
es: Mostrar estadísticas de la cartera
fr: Afficher les statistiques du portefeuille
hu: Tárca statisztikák megjelenítése
it: Mostra statistiche del portafoglio
pt: Exibir estatísticas da carteira
tr: Cüzdan istatistiklerini görüntüle
zh: 查看钱包统计数据

# WalletStatsViewModelKeywords
source: Wallet, Stats
de: Wallet, Statistiken
es: Cartera, Estadísticas
fr: Portefeuille, Statistiques
hu: Tárca, Statisztikák
it: Portafoglio, Statistiche
pt: Carteira, Estatísticas
tr: Cüzdan, İstatistikler
zh: 钱包, 统计数据

# WalletInfoViewModelCaption
source: Display wallet info
de: Wallet-Informationen anzeigen
es: Mostrar información de la cartera
fr: Afficher les informations du portefeuille
hu: Tárca információk megjelenítése
it: Mostra informazioni del portafoglio
pt: Exibir informações da carteira
tr: Cüzdan bilgilerini görüntüle
zh: 查看钱包信息

# WalletInfoViewModelKeywords
source: Wallet, Info
de: Wallet, Informationen
es: cartera, Información
fr: Portefeuille, Informations
hu: Tárca, Információk
it: Portafoglio, Info
pt: Carteira, Informações
tr: Cüzdan Bilgileri
zh: 钱包, 信息

# ExcludeCoinjoinDescription
source: The chosen coins will be excluded from coinjoin. It's important to note that there will be no increase in the privacy of those coins.
de: Die gewählte Coins werden vom Coinjoin ausgeschlossen. Es ist wichtig zu beachten, dass sich die Anonymität dieses Coins dadurch nicht verbessert.
es: Las monedas seleccionadas serán excluidas de Coinjoin. Es importante señalar que no habrá un aumento en la privacidad de esas monedas.
fr: Les pièces choisies seront exclues de Coinjoin. Il est important de noter qu'il n'y aura aucune augmentation de la confidentialité de ces pièces.
hu: A kiválasztott érmék ki lesznek zárva a coinjoinból. Fontos megjegyezni, hogy ezek anonimitása nem növekszik.
it: Le monete selezionate verranno escluse dal coinjoin. È importante notare che la privacy di queste monete non aumenterà.
pt: As moedas escolhidas serão excluídas do coinjoin. É importante observar que não haverá aumento na privacidade dessas moedas.
tr: Seçilen coin'ler coinjoin'dan hariç tutulacaktır. Bu coin'lerin gizliliği artmayacaktır, buna dikkat etmek önemlidir.
zh: 所选代币将被排除在混币操作外；请注意：这些代币的隐私性不会因此提升。

source: Status
es: Estado
fr: Statut
hu: Állapot
it: Stato
tr: Durum
zh: 状态

source: Date
de: Datum
es: Fecha
hu: Dátum
it: Data
pt: Data
tr: Tarih
zh: 日期

# WalletCoinsDescription
source: A list of coins that you own.
de: Eine Liste von Coins, die Du besitzt.
es: Una lista de las monedas que posees.
fr: Une liste des pièces que vous possédez.
hu: A birtokolt érmék listája.
it: Un elenco delle monete che possiedi.
pt: Uma lista de moedas que você possui.
tr: Sahip olduğunuz coinlerin listesi.
zh: 持有代币列表

# NumberOfCoins
source: Number of coins (UTXOs)
de: Anzahl der Coins (UTXOs)
es: Número de monedas (UTXOs)
fr: Nombre de pièces (UTXOs)
hu: Érmék száma (UTXO-k)
it: Numero di monete (UTXO)
pt: Número de moedas (UTXOs)
tr: Coin sayısı (UTXO'lar)
zh: 未花費的交易輸出（UTXOs）

source: Unconfirmed balance
de: Unbestätigtes Guthaben
es: Saldo no confirmado
fr: Solde non confirmé
hu: Vissza nem igazolt egyenleg
it: Saldo non confermato
pt: Saldo não confirmado
tr: Onaylanmamış bakiye
zh: 未确认余额

source: Confirmed balance
de: Bestätigtes Guthaben
es: Saldo confirmado
fr: Solde confirmé
hu: Visszaigazolt egyenleg
it: Saldo confermato
pt: Saldo confirmado
tr: Onaylanmış bakiye
zh: 已确认余额

source: Total balance
de: Gesamtguthaben
es: Saldo total
fr: Solde total
hu: Teljes egyenleg
it: Saldo totale
pt: Saldo total
tr: Toplam bakiye
zh: 总余额

# TotalTransactions
source: Total number of transactions
de: Gesamtanzahl der Transaktionen
es: Número total de transacciones
fr: Nombre total de transactions
hu: Összes tranzakciók száma
it: Numero totale di transazioni
pt: Número total de transações
tr: Toplam işlem sayısı
zh: 总交易笔数

# NonCoinjoinTransactions
source: Number of non-coinjoin transactions
de: Anzahl der Nicht-Coinjoin-Transaktionen
es: Número de transacciones no coinjoin
fr: Nombre de transactions non-coinjoin
hu: Nem coinjoin tranzakciók száma
it: Numero di transazioni non-coinjoin
pt: Número de transações não-coinjoin
tr: Coinjoin olmayan işlem sayısı
zh: 非Coinjoin交易数量

# CoinjoinTransactions
source: Number of coinjoin transactions
de: Anzahl der Coinjoin-Transaktionen
es: Número de transacciones coinjoin
fr: Nombre de transactions coinjoin
hu: Coinjoin tranzakciók száma
it: Numero di transazioni coinjoin
pt: Número de transações coinjoin
tr: Coinjoin işlemi sayısı
zh: Coinjoin交易次数

source: Number of addresses
de: Anzahl der Adressen
es: Número de direcciones de cartera
fr: Nombre d'adresses
hu: Tárcacímek száma
it: Numero di indirizzi
pt: Número de endereços
tr: Adres sayısı
zh: 地址数量

source: Number of clean addresses
de: Anzahl der sauberen Adressen
es: Número de direcciones de cartera limpias
fr: Nombre d'adresses propres
hu: Tiszta tárcacímek száma
it: Numero di indirizzi puliti
pt: Número de endereços limpos
tr: Temiz adres sayısı
zh: 干净地址数量

source: Number of locked addresses
de: Anzahl der gesperrten Adressen
es: Número de direcciones de cartera bloqueadas
fr: Nombre d'adresses verrouillées
hu: Zárolt tárcacímek száma
it: Numero di indirizzi bloccati
pt: Número de endereços bloqueados
tr: Kilitleme işlemi yapılan adres sayısı
zh: 已锁定的钱包地址数量

source: Number of used addresses
de: Anzahl der verwendeten Adressen
es: Número de direcciones de cartera utilizadas
fr: Nombre d'adresses utilisées
hu: Használt tárcacímek száma
it: Numero di indirizzi utilizzati
pt: Número de endereços usados
tr: Kullanılmış adres sayısı
zh: 已使用的钱包地址数量

source: Extended Master Private Key
de: Erweiterter privater Hauptschlüssel
es: Clave privada maestra extendida
fr: Clé privée maître étendue
hu: Kiterjesztett mesterprivát kulcs
it: Chiave Privata Master Estesa
pt: Chave Privada Estendida da Conta Mestre
tr: Genişletilmiş Özel Anahtar
zh: 扩展主私钥

source: Extended Master zprv
de: Erweiterter Hauptschlüssel zprv
es: Clave privada maestra extendida zprv
fr: Clé privée maître étendue zprv
hu: Kiterjesztett mesterprivát (zprv)
it: Master Esteso (zprv)
pt: zprv Mestre Estendido
tr: Genişletilmiş Anahtar zprv
zh: 扩展主私钥 (zprv)

source: Extended Master Fingerprint
de: Erweiterter Haupt-Fingerabdruck
es: Huella dactilar maestra extendida
fr: Empreinte maître étendue
hu: Kiterjesztett mesterlenyomat
it: Impronta Digitale Master Estesa
pt: Impressão Digital Estendida da Conta Mestre
tr: Kapsamlı Anahtar Parmak İzi
zh: 扩展主密钥指纹

source: Account Key Path (SegWit)
de: Kontoschlüssel Pfad (SegWit)
es: Keypath de la cuenta (SegWit)
fr: Chemin de clé de compte (SegWit)
hu: Kulcsútvonal (SegWit)
it: Percorso Chiave Account (SegWit)
pt: Caminho da Chave da Conta (SegWit)
tr: Anahtar Yolu (SegWit)
zh: 账户密钥路径（SegWit）

source: Account Key Path (Taproot)
de: Kontoschlüssel Pfad (Taproot)
es: Keypath de la cuenta (SegWit)
fr: Chemin de clé de compte (Taproot)
hu: Kulcsútvonal (Taproot)
it: Percorso Chiave Account (Taproot)
pt: Caminho da Chave da Conta (Taproot)
tr: Anahtar Yolu (Taproot)
zh: 账户密钥路径（Taproot）

source: Extended Account Private Key xpriv
de: Erweiterter privater Kontoschlüssel xpriv
es: Clave privada extendida de cuenta xpriv
fr: Clé privée étendue de compte xpriv
hu: Kiterjesztett tárca privát kulcs (xpriv)
it: Chiave Privata Account Estesa (xpriv)
pt: Chave Privada Estendida da Conta xpriv
tr: Kapsamlı Özel Hesap Anahtarı xpriv
zh: 扩展账户钱包私钥 (xpriv)

source: Public External Output descriptor
de: Öffentlicher externer Ausgabedeskriptor
es: Descriptor de Public External Output
fr: Descripteur de sortie externe publique
hu: Nyilvános külső kimeneti leíró
it: Descrittore Output Esterno Pubblico
pt: Descritor de Saída Externa Pública
tr: Halka Açık Harici Çıktı tanımlayıcısı
zh: 公共外部输出描述符

source: Public Internal Output descriptor
de: Öffentlicher interner Ausgabedeskriptor
es: Descriptor de Public Inernal Output
fr: Descripteur de sortie interne publique
hu: Nyilvános belső kimeneti leíró
it: Descrittore Output Interno Pubblico
pt: Descritor de Saída Interna Pública
tr: Halka Açık Dahili Çıktı tanımlayıcısı
zh: 公共内部输出描述符

source: Private External Output descriptor
de: Privater externer Ausgabedeskriptor
es: Descriptor de Private External Output
fr: Descripteur de sortie externe privée
hu: Privát külső kimeneti leíró
it: Descrittore Output Esterno Privato
pt: Descritor de Saída Externa Privada
tr: Özel Harici Çıktı tanımlayıcısı
zh: 私有外部输出描述符

source: Private Internal Output descriptor
de: Privater interner Ausgabedeskriptor
es: Descriptor de Private External Output
fr: Descripteur de sortie interne privée
hu: Privát belső kimeneti leíró
it: Descrittore Output Interno Privato
pt: Descritor de Saída Interna Privada
tr: Özel Dahili Çıktı tanımlayıcısı
zh: 私有内部输出描述符

source: Extended Account Public Key (SegWit)
de: Erweiterter öffentlicher Kontoschlüssel (SegWit)
es: Clave pública extendida de cuenta (SegWit)
fr: Clé publique étendue de compte (SegWit)
hu: Kiterjesztett tárca nyilvános kulcs (SegWit)
it: Chiave Pubblica Account Estesa (SegWit)
pt: Chave Pública Estendida da Conta (SegWit)
tr: Genişletilmiş Genel Hesap Anahtarı (SegWit)
zh: 扩展账户钱包公钥（SegWit）

source: Extended Account Public Key (Taproot)
de: Erweiterter öffentlicher Kontoschlüssel (Taproot)
es: Clave pública extendida de cuenta (Taproot)
fr: Clé publique étendue de compte (Taproot)
hu: Kiterjesztett tárca nyilvános kulcs (Taproot)
it: Chiave Pubblica Account Estesa (Taproot)
pt: Chave Pública Estendida da Conta (Taproot)
tr: Genişletilmiş Genel Hesap Anahtarı (Taproot)
zh: 扩展账户钱包公钥（Taproot）

source: Hide sensitive data
de: Sensible Daten verbergen
es: Ocultar datos sensibles
fr: Masquer les données sensibles
hu: Bizalmas adatok elrejtése
it: Nascondi dati privati
pt: Ocultar dados sensíveis
tr: Hassas verileri Gizle
zh: 隐藏敏感信息

source: Show sensitive data
de: Sensible Daten anzeigen
es: Mostrar datos sensibles
fr: Afficher les données sensibles
hu: Bizalmas adatok megjelenítése
it: Mostra dati privati
pt: Mostrar dados sensíveis
tr: Hassas verileri göster
zh: 显示敏感数据

source: Date / Time
de: Datum / Uhrzeit
es: Fecha / Hora
fr: Date / Heure
hu: Dátum / Idő
it: Data / Ora
pt: Data / Hora
tr: Tarih / Saat
zh: 日期 / 时间

source: Destination addresses
de: Zieladressen
es: Direcciones de destino
fr: Adresses de destination
hu: Céltárcacímek
it: Indirizzi di destinazione
pt: Endereços de destino
tr: Hedef adresler
zh: 收款地址

source: Fee Rate
de: Gebührensatz
es: Tasa de tarifa
fr: Taux de frais
hu: Díjráta
it: Tariffa
pt: Taxa de Taxa
tr: Ücret Oranı
zh: 手续费率

source: Confirmed
de: Bestätigt
es: Confirmado
fr: Confirmé
hu: Visszaigazolt
it: Confermato
pt: Confirmado
tr: Onaylandı
zh: 已确认

source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
hu: Függőben
it: In attesa
pt: Pendente
tr: Beklemede
zh: 待处理

# Confirmations
source: ({0} confirmations)
de: ({0} Bestätigungen)
es: ({0} confirmaciones)
hu: ({0} visszaigazolás)
it: ({0} conferme)
pt: ({0} confirmações)
tr: ({0} onay)
zh: ({0} 次确认)

source: Block hash
es: Hash del bloque
fr: Hachage du bloc
hu: Blokk hash
it: Hash del blocco
pt: Hash de Bloco
tr: Blok hash
zh: 区块哈希

source: Block height
de: Blockhöhe
es: Altura del bloque
fr: Hauteur du bloc
hu: Blokk magassága
it: Altezza del blocco
pt: Altura do Bloco
tr: Blok yüksekliği
zh: 区块高度

source: Transaction Details
de: Transaktionsdetails
es: Detalles de la transacción
fr: Détails de la transaction
hu: Tranzakció részletei
it: Dettagli della Transazione
pt: Detalhes da transação
tr: İşlem Detayları
zh: 交易详情

source: Amount sent
de: Gesendeter Betrag
es: Monto enviado
fr: Montant envoyé
hu: Elküldött összeg
it: Importo inviato
pt: Quantia enviada
tr: Gönderilen Tutar
zh: 汇出金额

source: Amount received
de: Erhaltener Betrag
es: Monto recibido
fr: Montant reçu
hu: Beérkezett összeg
it: Importo ricevuto
pt: Quantia recebida
tr: Alınan Tutar
zh: 到账金额

source: Fees
de: Gebühren
es: Tarifas
fr: Frais
hu: Díjak
it: Commissioni
pt: Taxas
tr: Ücretler
zh: 手续费

source: Coinjoin Details
es: Detalles de Coinjoin
fr: Détails de Coinjoin
hu: Coinjoin részletek
it: Dettagli Coinjoin
pt: Detalhes do Coinjoin
tr: Coinjoin Detayları
zh: Coinjoin 详情

source: Number of transactions
de: Anzahl der Transaktionen
es: Número de transacciones
fr: Nombre de transactions
hu: Tranzakciók száma
it: Numero di transazioni
pt: Número de transações
tr: İşlem sayısı
zh: 交易数量

source: Transaction IDs
de: Transaktions-IDs
es: IDs de las transacciones
fr: Identifiants des transactions
hu: Tranzakció azonosítók
it: ID delle transazioni
pt: IDs de transações
tr: İşlem Kimlikleri
zh: 交易ID

source: Incoming
de: Eingehend
es: Entrante
fr: Entrant
hu: Bejövő
it: In arrivo
pt: Entrada
tr: Gelen
zh: 收入

source: Outgoing
de: Ausgehend
es: Saliente
fr: Sortant
hu: Kimenő
it: In uscita
pt: Saída
tr: Giden
zh: 支出

source: Self Transfer
de: Selbstüberweisung
es: Transferencia propia
fr: Transfert interne
hu: Küldés önmagadnak
it: Trasferimento a sé stessi
pt: Transferência Própria
tr: Kendine Transfer
zh: 钱包内转账

source: Coinjoins
hu: Coinjoinok
it: Coinjoin
zh: Coinjoin，混币

source: Cancellation
de: Stornierung
es: Cancelación
fr: Annulation
hu: Visszavonás
it: Annullamento
pt: Cancelamento
tr: İptal
zh: 取消

source: Accelerator
de: Beschleuniger
es: Acelerador
fr: Accélérateur
hu: Gyorsító
it: Acceleratore
pt: Acelerador
tr: Hızlandırıcı
zh: 加速器

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
hu: Ma
it: Oggi
pt: Hoje
tr: Bugün
zh: 今天

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
hu: Tegnap
it: Ieri
pt: Ontem
tr: Dün
zh: 昨天
