Repository: GingerPrivacy/GingerWallet
Catalog: WalletWasabi/Lang/Resources.*.resx
Languages: de, es, fr, hu, it, pt, tr, zh

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
hu: Megnyitás
it: Apertura
pt: Abrir
tr: Açık
zh: 打开

# AddWalletPageViewModelTitle
source: Add Wallet
de: Wallet hinzufügen
es: Añadir cartera
fr: Ajouter un Portefeuille
hu: Új tárca
it: Aggiungi Portafoglio
pt: Adicionar Carteira
tr: Cüzdan Ekle
zh: 添加钱包

# AddWalletPageViewModelCaption
source: Create, connect, import or recover
de: Erstellen, verbinden, importieren oder wiederherstellen
es: Crear, conectar, importar o recuperar
fr: Créer, se connecter, importer or récupérer
hu: Létrehozás, csatlakozás, importálás vagy helyreállítás
it: Crea, connetti, importazione o recupera
pt: Criar, conectar, importar ou recuperar
tr: Oluştur, bağlan, içe aktar veya kurtar
zh: 创建、连接、导入或恢复

# AddWalletPageViewModelKeywords
source: Wallet, Add, Create, New, Recover, Import, Connect, Hardware, ColdCard, Trezor, Ledger
de: Wallet, Hinzufügen, Erstellen, Neu, Wiederherstellen, Importieren, Verbinden, Hardware, ColdCard, Trezor, Ledger
es: Cartera, Añadir, Crear, Nuevo, Recuperar, Importar, Conectar, Hardware, ColdCard, Trezor, Ledger
fr: Portefeuille, Ajouter, Créer, Nouveau, Récupérer, Importer, Connecter, Matériel, ColdCard, Trezor, Ledger
hu: Tárca, Hozzáadás, Létrehozás, Új, Helyreállítás, Importálás, Csatlakozás, Hardver, ColdCard, Trezor, Ledger
it: Portafoglio, Aggiungi, Crea, Nuovo, Recupera, Importazione, Connetti, Hardware, ColdCard, Trezor, Ledger
pt: Carteira, Adicionar, Criar, Nova, Recuperar, Importar, Conectar, Hardware, ColdCard, Trezor, Ledger
tr: Cüzdan, Ekle, Oluştur, Yeni, Kurtar, İçe Aktar, Bağlan, Donanım, ColdCard, Trezor, Ledger
zh: 钱包，添加，创建，新建，恢复，导入，连接，硬件，ColdCard，Trezor，Ledger

source: General
de: Allgemein
fr: Général
hu: Általános
it: Generale
pt: Geral
tr: Genel
zh: 通用

source: Wallet
es: Cartera
fr: Portefeuille
hu: Tárca
it: Portafoglio
pt: Carteira
tr: Cüzdan
zh: 钱包

# HelpAndSupport
source: Help & Support
de: Hilfe & Support
es: Ayuda y soporte
fr: Aide & Support
hu: Segítség & Támogatás
it: Aiuto e Supporto
pt: Ajuda & Suporte
tr: Yardım ve Destek
zh: 帮助与支持

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
hu: Beállítások
it: Impostazioni
pt: Configurações
tr: Ayarlar
zh: 设置

# GeneralSettingsTabViewModelTitle
source: General
de: Allgemein
fr: Général
hu: Általános
it: Generale
pt: Geral
tr: Genel
zh: 通用

# GeneralSettingsTabViewModelCaption
source: Manage general settings
de: Allgemeine Einstellungen verwalten
es: Administrar la configuración general
fr: Gérer les paramètres généraux
hu: Általános beállítások kezelése
it: Gestisci le impostazioni generali
pt: Gerenciar configurações gerais
tr: Genel ayarları yönet
zh: 管理通用设置

# GeneralSettingsTabViewModelKeywords
source: Settings, General, Bitcoin, Run, Ginger, Computer, System, Start, Background, Close, Auto, Copy, Paste, Addresses, Custom, Change, Address, browser
de: Einstellungen, Allgemein, Bitcoin, Ausführen, Ginger, Computer, System, Start, Hintergrund, Schließen, Automatisch, Kopieren, Einfügen, Adressen, Benutzerdefiniert, Ändern, Adresse, Browser
es: Configuración, General, Bitcoin, Ejecutar, Ginger, Computadora, Sistema, Iniciar, Fondo, Cerrar, Automático, Copiar, Pegar, Direcciones, Personalizar, Cambiar, Dirección, navegador
fr: Paramètres, Général, Bitcoin, Exécuter, Ginger, Ordinateur, Système, Démarrer, Arrière-plan, Fermer, Automatique, Copier, Coller, Adresses, Personnalisé, Changer, Adresse, navigateur
hu: Beállítások, Általános, Bitcoin, Futtatás, Ginger, Számítógép, Rendszer, Indítás, Háttér, Bezárás, Automatikus, Másolás, Beillesztés, Címek, Egyedi, Változtatás, Cím, böngésző
it: Impostazioni, Generale, Bitcoin, Avvia, Ginger, Computer, Sistema, Avvio, Sfondo, Chiudi, Automatico, Copia, Incolla, Indirizzi, Personalizzato, Cambia, Indirizzo, browser
pt: Configurações, Geral, Bitcoin, Executar, Ginger, Computador, Sistema, Iniciar, Fundo, Fechar, Auto, Copiar, Colar, Endereços, Personalizado, Alterar, Endereço, navegador
tr: Ayarlar, Genel, Bitcoin, Çalıştır, Ginger, Bilgisayar, Sistem, Başlat, Arka plan, Kapat, Otomatik, Kopyala, Yapıştır, Adresler, Özel, Değiştir, Adres, tarayıcı
zh: 设置，通用，比特币，运行，Ginger，计算机，系统，启动，后台，关闭，自动，复制，粘贴，地址，自定义，找零，地址，浏览器

# BitcoinTabSettingsViewModelCaption
source: Manage Bitcoin settings
de: Bitcoin-Einstellungen verwalten
es: Administrar la configuración de Bitcoin
fr: Gérer les paramètres Bitcoin
hu: Bitcoin beállítások kezelése
it: Gestisci le impostazioni di Bitcoin
pt: Gerenciar configurações do Bitcoin
tr: Bitcoin ayarlarını yönet
zh: 管理比特币设置

# BitcoinTabSettingsViewModelKeywords
source: Settings, Bitcoin, Network, Main, TestNet, RegTest, Run, Node, Core, Knots, Version, Startup, P2P, Endpoint, Dust, Threshold, BTC
de: Einstellungen, Bitcoin, Netzwerk, Main, TestNet, RegTest, Starten, Node, Core, Knots, Version, Start, P2P, Endpunkt, Dust, Schwellenbetrag, BTC
es: Configuración, Bitcoin, Red, Principal, TestNet, RegTest, Ejecutar, Nodo, Core, Knots, Versión, Inicio, P2P, Punto final, Umbral, Dust, BTC
fr: Paramètres, Bitcoin, Réseau, Principal, TestNet, RegTest, Lancer, Noeud, Core, Knots, Version, Démarrage, P2P, Point de fin, Dust, Seuil, BTC
hu: Beállítások, Bitcoin, Hálózat, Main, TestNet, RegTest, Futtatás, Csomópont, Core, Knots, Verzió, Indítás, P2P, Végpont, Dust, Küszöbérték, BTC
it: Impostazioni, Bitcoin, Rete, Principale, TestNet, RegTest, Avvia, Nodo, Core, Knots, Versione, Avvio, P2P, Endpoint, Dust, Soglia, BTC
pt: Configurações, Bitcoin, Rede, Principal, TestNet, RegTest, Executar, Nó, Core, Knots, Versão, Inicialização, P2P, Ponto de Extremidade, Poeira, Limite, BTC
tr: Ayarlar, Bitcoin, Ağ, Ana, TestNet, RegTest, Çalıştır, Düğüm, Core, Knots, Sürüm, Başlangıç, P2P, Uç Nokta, Dusting saldırısı, Eşik, BTC
zh: 设置，比特币，网络，主网，测试网，回归测试网，运行，节点，Core，核心，Knots，版本，启动，P2P，点对点，端点，Dust，粉尘，阈值，BTC

# AdvancedSettingsTabViewModelTitle
source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
hu: Haladó
it: Avanzate
pt: Avançado
tr: Gelişmiş
zh: 高级

# AdvancedSettingsTabViewModelKeywords
source: Settings, Advanced, Enable, GPU
de: Einstellungen, Erweitert, Aktivieren, GPU
es: Configuración, Avanzado, Habilitar, GPU
fr: Paramètres, Avancé, Activer, GPU
hu: Beállítások, Haladó, Engedélyezés, GPU
it: Impostazioni, Avanzate, Abilita, GPU
pt: Configurações, Avançado, Habilitar, GPU
tr: Ayarlar, Gelişmiş, Etkinleştir, GPU
zh: 设置，高级，启用，GPU，显卡

# SecuritySettingsTabViewModelTitle
source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
hu: Biztonság
it: Sicurezza
pt: Segurança
tr: Güvenlik
zh: 安全

# SecuritySettingsTabViewModelCaption
source: Manage security settings
de: Sicherheitseinstellungen verwalten
es: Administrar la configuración de seguridad
fr: Gérer les paramètres de sécurité
hu: Biztonsági beállítások kezelése
it: Gestisci le impostazioni di sicurezza
pt: Gerenciar configurações de segurança
tr: Güvenlik ayarlarını yönet
zh: 管理安全设置

source: No category
de: Keine Kategorie
es: Sin categoría
fr: Pas de catégorie
hu: Nincs kategória
it: Nessuna categoria
pt: Sem categoria
tr: Kategori yok
zh: 无分类

# AboutViewModelCaption
source: Display Ginger Wallet's current info
de: Anzeige der aktuellen Informationen von Ginger Wallet
es: Mostrar la información actual de Ginger Wallet
fr: Afficher les infos de Ginger Wallet
hu: A Ginger Wallet adatainak megjelenítése
it: Mostra le informazioni attuali di Ginger Wallet
pt: Exibir informações atuais do Ginger Wallet
tr: Ginger Wallet'in mevcut bilgilerini göster
zh: 显示 Ginger Wallet 的当前信息

# AboutViewModelTitle
source: About Ginger Wallet
de: Über Ginger Wallet
es: Acerca de
fr: À propos de Ginger Wallet
hu: Névjegy
it: Informazioni su Ginger Wallet
pt: Sobre o Ginger Wallet
tr: Ginger Wallet Hakkında
zh: 关于 Ginger Wallet

# BitcoinTabSettingsViewModelTitle
source: Bitcoin
zh: 比特币

# AdvancedSettingsTabViewModelCaption
source: Manage advanced settings
de: Erweiterte Einstellungen verwalten
es: Administrar la configuración avanzada
fr: Gérer les réglages avancés
hu: Haladó beállítások kezelése
it: Gestisci le impostazioni avanzate
pt: Gerenciar configurações avançadas
tr: Gelişmiş ayarları yönet
zh: 管理高级设置

# SecuritySettingsTabViewModelKeywords
source: Security, Settings, 2FA, Two-Factor, Authentication, Two, Factor
de: Sicherheit, Einstellungen, 2FA, Zwei-Faktor, Authentifizierung, Zwei, Faktor
es: Seguridad, Configuración, 2FA, Autenticación, de dos factores, Dos, Factores
fr: Sécurité, Paramètres, 2FA, Deux facteurs, Authentification, Deux, Facteurs
hu: Biztonság, Beállítások, 2FA, Kétfaktoros, Hitelesítés, Két, Faktor
it: Sicurezza, Impostazioni, 2FA, Due-Fattori, Autenticazione, Due, Fattori
pt: Segurança, Configurações, 2FA, Autenticação de Dois Fatores
tr: Güvenlik, Ayarlar, 2FA, İki Faktörlü, Kimlik Doğrulama, İki, Faktör
zh: 安全，设置，2FA，双重身份验证，验证，两个，因素

# AboutViewModelKeywords
source: About, Software, Version, Source, Code, Github, Website, Coordinator, Stats, Tor, Onion, User, Support, Bug, Report, FAQ, Questions, Docs, Documentation, License, Advanced, Information, Hardware, Wallet
de: Über, Software, Version, Quelle, Code, Github, Webseite, Koordinator, Statistiken, Tor, Onion, Benutzer, Support, Fehler, Bericht, FAQ, Fragen, Dokumente, Dokumentation, Lizenz, Erweitert, Informationen, Hardware, Wallet
es: Software, Versión, Fuente, Código, Github, Sitio web, Coordinador, Estadísticas, Tor, Onion, Usuario, Soporte, Informe de errores, Preguntas frecuentes, Preguntas, Documentos, Documentación, Licencia, Avanzado, Información, Hardware, Cartera, Billetera
fr: À propos, Logiciel, Version, Source, Code, Github, Site Web, Coordinateur, Stats, Tor, Onion, Utilisateur, Support, Bug, Report, FAQ, Questions, Docs, Documentation, License, Avancé, Information, Matériel, Portefeuille
hu: Szoftver, Verzió, Forrás, Kód, Github, Weboldal, Koordinátor, Statisztika, Tor, Onion, Felhasználó, Támogatás, Hiba, Jelentés, GYIK, Kérdések, Dokumentumok, Dokumentáció, Licenc, Fejlett, Információ, Hardver, Tárca
it: Informazioni, Software, Versione, Sorgente, Codice, Github, Sito, Coordinatore, Statistiche, Tor, Onion, Utente, Supporto, Errore, Segnalazione, FAQ, Domande, Documenti, Documentazione, Licenza, Avanzate, Informazioni, Hardware, Portafoglio
pt: Sobre, Software, Versão, Fonte, Código, Github, Site, Coordenador, Estatísticas, Tor, Onion, Usuário, Suporte, Bug, Relatar, FAQ, Perguntas, Docs, Documentação, Licença, Avançado, Informações, Hardware, Carteira
tr: Hakkında, Yazılım, Sürüm, Kaynak, Kod, Github, Web Sitesi, Koordinatör, İstatistikler, Tor, Onion, Kullanıcı, Destek, Hata, Rapor, SSS, Sorular, Belgeler, Dokümantasyon, Lisans, Gelişmiş, Bilgi, Donanım, Cüzdan
zh: 关于，软件，版本，来源，代码，Github，网站，协调器，统计，Tor, 洋葱路由器，Onion, 洋葱，用户，支持，错误，报告，常见问题，问题，文档，文档，许可，高级，信息，硬件，钱包

# BroadcasterViewModelTitle
source: Broadcast
de: Weiterleiten
es: Transmitir
fr: Diffuser
hu: Kiküldés
it: Trasmetti
pt: Transmitir
tr: Yayınla
zh: 广播

# BroadcasterViewModelCaption
source: Broadcast your transaction here
de: Leite deine Transaktion weiter
es: Transmita su transacción aquí
fr: Partagez votre transaction ici
hu: Küldd ki a tranzakciódat itt
it: Trasmetti qui la tua transazione
pt: Transmitir sua transação aqui
tr: İşleminizi buradan yayınlayın
zh: 在这里广播您的交易

# BroadcasterViewModelKeywords
source: Transaction Id, Input, Output, Amount, Network, Fee, Count, BTC, Signed, Paste, Import, Broadcast, Transaction
de: Transaktions-ID, Eingabe, Ausgabe, Betrag, Netzwerk, Gebühr, Anzahl, BTC, Signiert, Einfügen, Importieren, Weiterleiten, Transaktion
es: ID de transacción, Entrada, Salida, Monto, Red, Tarifa, Conteo, BTC, Firmado, Pegar, Importar, Transmitir, Transacción
fr: Transaction Id, Entrée, Sortie, Montant, Réseau, Frais, Compte, BTC, Signé, Coller, Importer, Partager, Transaction
hu: Tranzakció azonosító, Bemenet, Kimenet, Összeg, Hálózat, Díj, Szám, BTC, Aláírt, Beillesztés, Importálás, Kiküldés, Tranzakció
it: ID Transazione, Input, Output, Importo, Rete, Commissione, Conteggio, BTC, Firmata, Incolla, Importazione, Trasmetti, Transazione
pt: ID da Transação, Entrada, Saída, Quantia, Rede, Taxa, Contagem, BTC, Assinado, Colar, Importar, Transmitir, Transação
tr: İşlem Kimliği, Girdi, Çıktı, Tutar, Ağ, Ücret, Sayı, BTC, İmzalı, Yapıştır, İçe Aktar, Yayınla, İşlem
zh: 交易 ID，输入，输出，金额，网络，费用，数量，BTC，签名，粘贴，导入，广播，交易

# LegalDocumentsViewModelTitle
source: Legal Document
de: Rechtliches Dokument
es: Documento legal
fr: Document légal
hu: Jogi dokumentum
it: Documento legale
pt: Documento Legal
tr: Hukuki Belge
zh: 法律文件

# LegalDocumentsViewModelCaption
source: Display terms and conditions
de: Nutzungsbedingungen anzeigen
es: Mostrar términos y condiciones
fr: Afficher les termes et conditions
hu: Felhasználási feltételek megjelenítése
it: Visualizza termini e condizioni
pt: Exibir termos e condições
tr: Şartlar ve koşulları görüntüle
zh: 显示条款和条件

# LegalDocumentsViewModelKeywords
source: View, Legal, Document, Terms, Conditions, Privacy, Policy, Statement
de: Anzeigen, Rechtliches, Dokument, Bedingungen, Datenschutz, Richtlinie, Erklärung
es: Ver, Legal, Documento, Términos, Condiciones, Privacidad, Política, Declaración
fr: Voir, Légal, Document, Termes, Conditions, Confidentialité, Politique d'usage, Déclaration
hu: Nézet, Jogi, Dokumentum, Feltételek, Kikötések, Adatvédelmi, Politika, Nyilatkozat
it: Visualizza, Legale, Documento, Termini, Condizioni, Privacy, Direttiva, Dichiarazione
pt: Ver, Legal, Documento, Termos, Condições, Privacidade, Política, Declaração
tr: Görünüm, Hukuki, Belge, Şartlar, Koşullar, Gizlilik, Politika, Beyan
zh: 查看，法律，文件，条款，条件，隐私，政策，声明

# UserSupportViewModelTitle
source: User Support
de: Benutzersupport
es: Soporte al usuario
fr: Support utilisateur
hu: Ügyfélszolgálat
it: Supporto Utente
pt: Suporte ao usuário
tr: Kullanıcı Desteği
zh: 用户支持

# UserSupportViewModelCaption
source: Open Ginger Wallet's user support website
de: Ginger Wallets Support-Website öffnen
es: Abrir el sitio web de soporte al usuario de Ginger Wallet
fr: Ouvrir le support utilisateur depuis le site de Ginger Wallet
hu: Ginger Wallet ügyfélszolgálati oldalának megnyitása
it: Apri il sito di supporto utente di Ginger Wallet
pt: Abrir o site de suporte do usuário do Ginger Wallet
tr: Ginger Wallet'ın kullanıcı destek sitesini aç
zh: 打开Ginger Wallet客服页面

# UserSupportViewModelKeywords
source: User, Support, Website
de: Benutzer, Support, Website
es: Usuario, Soporte, Sitio web
fr: Utilisateur, Support, Site internet
hu: Felhasználó, Támogatás, Weboldal, Ügyfélszolgálat
it: Utente, Supporto, Sito
pt: Usuário, Suporte, Website
tr: Kullanıcı, Destek, Web Sitesi
zh: 用户，支持，网站

# BugReportLinkViewModelTitle
source: Report a Bug
de: Fehler melden
es: Informar un error
fr: Signaler un bug
hu: Hiba jelentése
it: Segnala errore
pt: Relatar um Bug
tr: Hata Raporu
zh: 报告错误

# BugReportLinkViewModelCaption
source: Open Ginger Wallet's GitHub issues website
de: Ginger Wallets Fehlermeldeseite öffnen
es: Abrir el sitio web de problemas de GitHub de Ginger Wallet
fr: Ouvrir la page de résolution des problème GitHub de Ginger
hu: Ginger Wallet hibajelentő oldalának megnyitása
it: Apri la pagina di segnalazione errori di Ginger Wallet
pt: Abrir o site de problemas do GitHub do Ginger Wallet
tr: Ginger Wallet'ın hata raporlarını göster.
zh: 打开 Ginger Wallet 的 GitHub 问题页面

# BugReportLinkViewModelKeywords
source: Support, Website, Bug, Report
de: Support, Webseite, Fehler, Bericht
es: Soporte, Sitio web, Error, Informe
fr: Support, Website, Bug, Reporter
hu: Támogatás, Weboldal, Hiba, Jelentés
it: Supporto, Sito, Errore, Segnalazione
pt: Suporte, Site, Bug, Relatar
tr: Destek, Web Sitesi, Hata, Rapor
zh: 支持，网站，错误，报告

# DocsLinkViewModelTitle
source: User Guide/FAQ
de: Benutzerhandbuch/FAQ
es: Guía del usuario/FAQs
fr: Guide d’utilisateur/FAQ
hu: Felhasználói útmutató/GYIK
it: Guida Utente/FAQ
pt: Guia do Usuário/FAQ
tr: Kullanıcı Kılavuzu/SSS
zh: 用户指南/FAQ常见问题解答

# DocsLinkViewModelCaption
source: Open Ginger Wallet's FAQ website
de: Ginger Wallets FAQ-Seite öffnen
es: Abrir el sitio web de FAQs de Ginger Wallet
fr: Ouvrir la page de FAQ de Ginger Wallet
hu: Ginger Wallet GYIK weboldalának megnyitása
it: Apri il sito delle FAQ di Ginger Wallet
pt: Abrir o site de FAQ do Ginger Wallet
tr: Ginger Wallet'in SSS sitesini açın
zh: 打开 Ginger Wallet 的 FAQ 常见问题解答网站

# DocsLinkViewModelKeywords
source: User, Support, Website, Docs, Documentation, Guide
de: Benutzer, Support, Webseite, Dokumente, Dokumentation, Anleitung
es: Usuario, Soporte, Sitio web, Documentos, Documentación, Guía
fr: Utilisateur, Support, Site web, Docs, Documentation, Guide
hu: Felhasználó, Támogatás, Weboldal, Dokumentumok, Dokumentáció, Útmutató
it: Utente, Supporto, Sito, Documenti, Documentazione, Guida
pt: Usuário, Suporte, Site, Docs, Documentação, Guia
tr: Kullanıcı, Destek, Web Sitesi, Belgeler, Kılavuz
zh: 用户，支持，网站，文档，技术文档，指南

# OpenDataFolderViewModelTitle
source: Data Folder
de: Datenordner
es: Carpeta de datos
fr: Dossier de données
hu: Ginger könyvtár
it: Cartella Dati
pt: Pasta de Dados
tr: Veri Klasörü
zh: 数据文件夹

# OpenDataFolderViewModelKeywords
source: Browse, Open, Data, Folder
de: Durchsuchen, Öffnen, Daten, Ordner
es: Cargar, Abrir, Datos, Carpeta
fr: Naviguer, Ouvrir, Données, Fichier
hu: Böngészés, Megnyitás, Adatok, Könyvtár
it: Sfoglia, Apri, Dati, Cartella
pt: Procurar, Abrir, Dados, Pasta
tr: Gözat, Aç, Veri, Klasör
zh: 浏览，打开，数据，文件夹

# OpenWalletsFolderViewModelTitle
source: Wallet Folder
de: Wallet-Ordner
es: Carpeta de cartera
fr: Dossier du portefeuille
hu: Tárcák könyvtár
it: Cartella Portafoglio
pt: Pasta da Carteira
tr: Cüzdan Klasörü
zh: 钱包文件夹

# OpenWalletsFolderViewModelKeywords
source: Browse, Open, Wallet, Folder
de: Durchsuchen, Öffnen, Wallet, Ordner
es: Cargar, Abrir, cartera, billetera, Carpeta
fr: Naviguer, Ouvrir, Portefeuille, Dossier
hu: Böngészés, Megnyitás, Tárca, Könyvtár
it: Sfoglia, Apri, Portafoglio, Cartella
pt: Procurar, Abrir, Pasta da Carteira
tr: Gözat, Aç, Cüzdan, Klasör
zh: 浏览，打开，钱包，文件夹

# OpenLogsViewModelTitle
source: Logs
de: Log File
es: Registros
hu: Naplófájl
it: File di registro
tr: Kayıtlar
zh: 日志

# OpenLogsViewModelKeywords
source: Browse, Open, Logs
de: Durchsuchen, Öffnen, Logs
es: Cargar, Abrir, Registros, log
fr: Naviguer, Ouvrir, Logs
hu: Böngészés, Megnyitás, Napló, log
it: Sfoglia, Apri, Log, Registro
pt: Procurar, Abrir, Logs
tr: Gözat, Aç, Kayıtlar
zh: 浏览，打开，日志

# OpenTorLogsViewModelKeywords
source: Browse, Open, Tor, Logs
de: Durchsuchen, Öffnen, Tor, Logs
es: Cargar, Abrir, Tor, Registros, log
fr: Naviguer, Ouvrir, Tor, Logs
hu: Böngészés, Megnyitás, Tor, Napló, log
it: Sfoglia, Apri, Tor, Log, Registro
pt: Procurar, Abrir, Tor, Logs
tr: Gözat, Aç, Tor, Kayıtlar
zh: 浏览，打开，Tor，日志

# OpenTorLogsViewModelTitle
source: Tor Logs
es: Registros de Tor
fr: Logs Tor
hu: Tor naplófájl
it: File di registro Tor
pt: Logs do Tor
tr: Tor Kayıtları
zh: Tor 日志

# OpenConfigFileViewModelTitle
source: Config File
de: Konfigurationsdatei
es: Archivo de configuración
fr: Fichier de configuration
hu: Konfigurációs fájl
it: File di Configurazione
pt: Arquivo de Configuração
tr: Yapılandırma Dosyası
zh: 配置文件

# OpenConfigFileViewModelKeywords
source: Browse, Open, Config, File
de: Durchsuchen, Öffnen, Konfig, Datei
es: Cargar, Abrir, Configuración, Archivo
fr: Naviguer, Ouvrir, Configurer, Fichier
hu: Böngészés, Megnyitás, Beállítás, Fájl
it: Sfoglia, Apri, Configurazione, File
pt: Procurar, Abrir, Configuração, Arquivo
tr: Gözat, Aç, Yapılandır, Dosya
zh: 浏览，打开，配置，文件

# SearchBoxWatermark
source: Search
de: Suchen
es: Buscar
fr: Rechercher
hu: Keresés
it: Cerca
pt: Pesquisar
tr: Ara
zh: 搜索

# OpenPasswordBoxWatermark
source: Passphrase
fr: Phrase de récupération
it: Password
pt: Frase de acesso
tr: Gizli kelime
zh: 密码短语

source: Discreet Mode
de: Diskreter Modus
es: Modo discreto
fr: Mode Discret
hu: Diszkrét mód
it: Modalità segreta
pt: Modo Discreto
tr: Gizli Mod
zh: 无痕模式/隐私保护模式

# SettingsPageViewModelKeywords
source: Settings, General, User, Interface, Advanced
de: Einstellungen, Allgemein, Benutzer, Oberfläche, Erweitert
es: Configuración, General, Usuario, Interfaz, Avanzado
fr: Paramètres, Général, Utilisateur, Interface, Avancé
hu: Beállítások, Általános, Felhasználó, Felület, Haladó
it: Impostazioni, Generale, Interfaccia, Utente, Avanzate
pt: Configurações, Geral, Usuário, Interface, Avançadas
tr: Ayarlar, Genel, Kullanıcı, Arayüz, Gelişmiş
zh: 设置，通用，账户，界面，高级

# SettingsPageViewModelCaption
source: Manage general, advanced and other settings
de: Allgemeine, erweiterte und andere Einstellungen verwalten
es: Administrar configuraciones generales, avanzadas y de otro tipo
fr: Gérer les paramètres généraux, avancés et autres
hu: Általános, haladó és egyéb beállítások kezelése
it: Gestisci impostazioni generali, avanzate e altre
pt: Gerenciar configurações gerais, avançadas e outras
tr: Genel, gelişmiş ve diğer ayarları yönet
zh: 管理通用、高级及扩展配置

# SettingsPageViewModelTitle
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
hu: Beállítások
it: Impostazioni
pt: Configurações
tr: Ayarlar
zh: 设置

# LoadingViewModelPercentCompleted
source: {0}% completed
de: {0} % abgeschlossen
es: {0}% completado
fr: {0}% achevé
hu: {0}% kész
it: {0}% completato
pt: {0}% concluído
tr: {0}% tamamlandı
zh: {0}% 已完成

source: day
de: Tag
es: día
fr: jour
hu: nap
it: giorno
pt: dia
tr: gün
zh: 天

source: hour
de: Stunde
es: hora
fr: heure
hu: óra
it: ora
pt: hora
tr: saat
zh: 小时

source: minute
es: minuto
hu: perc
it: minuto
pt: minuto
tr: dakika
zh: 分钟

source: second
de: Sekunde
es: segundo
fr: deuxième
hu: másodperc
it: secondo
pt: segundo
tr: saniye
zh: 秒

source: and
de: und
es: y
fr: et
hu: és
it: e
pt: e
tr: ve
zh: 和

# LoadingViewModelTimeRemaining
source: - {0} remaining
de: – {0} verbleibend
es: - {0} restante
fr: - {0} restant
hu: - hátravan {0}
it: - {0} rimanente
pt: - {0} restante
tr: - {0} kaldı
zh: - 剩余 {0}

# WalletBalance
source: BALANCE
de: GUTHABEN
es: SALDO
fr: SOLDE
hu: EGYENLEG
it: SALDO
pt: SALDO
tr: BAKIYE
zh: 余额

# WalletPrivacyProgress
source: PRIVACY PROGRESS
de: ANONYMITÄTSFORTSCHRITT
es: PROGRESO DE PRIVACIDAD
fr: AVANCÉE DE LA CONFIDENTIALITÉ
hu: ANONIMITÁS ÁLLAPOTA
it: PROGRESSO PRIVACY
pt: PROGRESSO DA PRIVACIDADE
tr: GİZLİLİK İLERLEMESİ
zh: 隐私状态

# WalletExchangeRate
source: EXCHANGE RATE
de: WECHSELKURS
es: TASA DE CAMBIO
fr: TAUX D’ÉCHANGE
hu: ÁRFOLYAM
it: PREZZO DI CAMBIO
pt: TAXA DE CÂMBIO
tr: Döviz kuru
zh: 汇率

# WalletTransactions
source: Transactions
de: Transaktionen
es: Transacciones
hu: Tranzakciók
it: Transazioni
pt: Transações
tr: İşlemler
zh: 交易记录

source: Sorting
de: Sortierung
es: Ordenar
fr: Trie
hu: Rendezés
it: Impostazione
pt: Ordenação
tr: Sıralama
zh: 排序

source: Show Details
de: Details anzeigen
es: Mostrar detalles
fr: Montrer les détails
hu: Részletek megjelenítése
it: Mostra Dettagli
pt: Mostrar Detalhes
tr: Detayları Göster
zh: 显示详细信息

source: Copy Transaction ID
de: Transaktions-ID kopieren
es: Copiar ID de transacción
fr: Copier Transaction ID
hu: Tranzakcióazonosító másolása
it: Copia ID Transazione
pt: Copiar ID da Transação
tr: İşlem Kimliğini Kopyala
zh: 复制交易 ID

source: Copy Label
de: Label kopieren
es: Copiar etiqueta
fr: Copier étiquette
hu: Címke másolása
it: Copia Etichetta
pt: Copiar Rótulo
tr: Etiketi Kopyala
zh: 复制标签

source: Copy Amount
de: Betrag kopieren
es: Copiar cantidad
fr: Copier montant
hu: Összeg másolása
it: Copia Importo
pt: Copiar Quantia
tr: Miktarı Kopyala
zh: 复制金额

# WalletSend
source: Send
de: Senden
es: Enviar
fr: Envoyer
hu: Küldés
it: Invia
pt: Enviar
tr: Gönder
zh: 发送

# WalletAutomatic
source: Automatic
de: Automatisch
es: Automático
fr: Automatique
hu: Automatikus
it: Automatico
pt: Automático
tr: Otomatik
zh: 自动模式

# WalletManualControl
source: Manual Control
de: Manuelle Steuerung
es: Control manual
fr: Contrôle manuel
hu: Manuális választás
it: Scelta Manuale
pt: Controle manual
tr: Manuel Kontrol
zh: 手动选择
