Repository: GingerPrivacy/GingerWallet
Catalog: WalletWasabi/Lang/Resources.*.resx
Languages: de, es, fr, hu, it, pt, tr, zh

# PendingConfirmingIn
source: Pending (confirming in â‰ˆ {0})
de: Ausstehend (Bestätigung in ≈ {0})
es: Pendiente (confirmando en ≈ {0})
fr: En attente (confirmation dans ≈ {0})
hu: Függőben (visszaigazolás ≈ {0} múlva)
it: In attesa (conferma in ≈ {0})
pt: Pendente (confirmando em ≈ {0})
tr: Beklemede (yaklaşık {0} içinde onaylanıyor)
zh: 待处理（大约 {0} 后确认）

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
hu: Ismeretlen
it: Sconosciuto
pt: Desconhecido
tr: Bilinmiyor
zh: 未知

# ConfirmedWithConfirmationCount
source: Confirmed ({0} confirmation{1})
de: Bestätigt ({0} Bestätigung{1})
es: Confirmado ({0} confirmación{1})
fr: Confirmé ({0} confirmation{1})
hu: Visszaigazolva ({0} visszaigazolás{1})
it: Confermato ({0} conferma{1})
pt: Confirmado ({0} confirmação{1})
tr: Onaylı ({0} onayı{1})
zh: 已确认（{0} 次确认{1}）

source: Less than
de: Weniger als
es: Menos que
fr: Moins que
hu: Kevesebb, mint:
it: Meno di
pt: Menos que
tr: Daha az
zh: 低于：

source: more
de: mehr
es: más
fr: plus
hu: többet
it: più
pt: mais
tr: daha fazla
zh: 更多

source: less
de: weniger
es: menos
fr: moins
hu: kevesebbet
it: meno
pt: menos
tr: daha az
zh: 更少

source: the same amount
de: derselbe Betrag
es: la misma cantidad
fr: la même quantité
hu: ugyanannyit
it: lo stesso importo
pt: o mesmo valor
tr: aynı miktar
zh: 相同数量

source: Edit Labels
de: Label bearbeiten
es: Editar etiquetas
fr: Modifier les étiquettes
hu: Címkék szerkesztése
it: Modifica Etichette
pt: Editar Rótulos
tr: Etiketleri Düzenle
zh: 编辑标签

source: Unknown People
de: Unbekannte Personen
es: Personas desconocidas
fr: Personnes inconnues
hu: Ismeretlen emberek
it: Persone Sconosciute
pt: Pessoas desconhecidas
tr: Bilinmeyen Kişiler
zh: 匿名关联方

source: Private Coins
de: Anonyme Coins
es: Monedas privadas
fr: Pièces privées
hu: Anonim érmék
it: Monete Private
pt: Moedas Privadas
tr: Özel Coin'ler
zh: 匿名币

source: Semi-private Coins
de: Zum Teil Anonyme Coins
es: Monedas semiprivadas
fr: Pièces semi-privées
hu: Részben anonim érmék
it: Monete Semi-private
pt: Moedas Semi-privadas
tr: Yarı özel Coin'ler
zh: 部分匿名币

source: Not coinjoining
de: Nicht im Coinjoin
es: No está en coinjoining
hu: Nem coinjoinol
it: Non in coinjoin
pt: Não coinjoining
tr: Coinjoin yapılmıyor
zh: 不进行 CoinJoin混币

source: Excluded from coinjoins
de: Vom Coinjoin ausgeschlossen
es: Excluido de coinjoins
fr: Exclu des coinjoins
hu: Kizárva a coinjoinból
it: Escluse dai coinjoin
pt: Excluídas de coinjoins
tr: Coinjoin'lardan hariç tutuldu
zh: 排除在 Coinjoin 混币之外

# ConfirmationCount
source: {0} confirmation{1}
de: {0} Bestätigung{1}
es: {0} confirmación{1}
hu: {0} visszaigazolás{1}
it: {0} conferma{1}
pt: {0} confirmação{1}
tr: {0} onayı{1}
zh: {0} 次确认{1}

# CantParticipateInCoinjoinUntil
source: Can't participate in coinjoin until: {0}
de: Teilnahme an Coinjoin erst möglich ab: {0}
es: No puede participar en coinjoin hasta: {0}
fr: Impossible de participer au coinjoin jusqu'à : {0}
hu: Nem vehet részt a coinjoinban, eddig: {0}
it: Non può partecipare al coinjoin fino a: {0}
pt: Não pode participar do coinjoin até: {0}
tr: Coinjoin'e şu zamana kadar katılamaz: {0}
zh: 无法参与 Coinjoin，直到: {0}

source: Anonymity Score
de: Anonymitätsbewertung
es: Nivel de anonimato
fr: Score d'anonymat
hu: Anonimitási szint
it: Punteggio di Privato
pt: Pontuação de Anonimato
tr: Anonimlik Puanı
zh: 匿名评分

# EstimatedConfirmationTimeWithValue
source: Estimated Confirmation Time: {0}
de: Geschätzte Bestätigungszeit: {0}
es: Tiempo estimado de confirmación: {0}
fr: Temps estimé de confirmation : {0}
hu: Becsült visszaigazolási idő: {0}
it: Tempo di Conferma Stimato: {0}
pt: Tempo Estimado de Confirmação: {0}
tr: Tahmini Onay Süresi: {0}
zh: 预计确认时间：{0}

# FeeRateFormatted
source: Fee Rate: {0:0} sat/vByte
de: Gebührensatz: {0:0} sat/vByte
es: Tasa de tarifa: {0:0} sat/vByte
fr: Taux de frais : {0:0} sat/vByte
hu: Díjráta: {0:0} sat/vByte
it: Tariffa: {0:0} sat/vByte
pt: Taxa de Taxa: {0:0} sat/vByte
tr: Ücret Oranı: {0:0} sat/vByte
zh: 手续费率：{0:0} sat/vByte

source: fastest
de: schnellste
es: Más rápido
fr: le plus rapide
hu: leggyorsabb
it: più veloce
pt: mais rápido
tr: en hızlı
zh: 最快的

source: min
hu: perc
it: minuto
pt: mín
zh: 分钟

# DisabledEnum
source: Disabled
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
hu: Letiltva
it: Disabilitato
pt: Desabilitado
tr: Devre dışı
zh: 已禁用

# EnabledEnum
source: Enabled
de: Aktiviert
es: Habilitado
fr: Activé
hu: Engedélyezve
it: Abilitato
pt: Habilitado
tr: Etkinleştirildi
zh: 已启用

# EnabledOnlyRunningEnum
source: Enabled (connect-only mode)
de: Aktiviert (nur-Verbindungsmodus)
es: Habilitado (modo solo-conexión)
fr: Activé (mode connexion uniquement)
hu: Engedélyezve (csak-csatlakozás mód)
it: Abilitato (solo connessione)
pt: Habilitado (modo de conexão apenas)
tr: Etkinleştirildi (yalnızca bağlantı modu)
zh: 已启用（仅连接模式）

source: Would you like to personalize it?
de: Möchtest Du sie personalisieren?
es: ¿Te gustaría personalizarla?
fr: Voulez-vous le personnaliser ?
hu: Szeretnéd személyre szabni?
it: Vuoi personalizzarlo?
pt: Gostaria de personalizá-lo?
tr: Bunu kişiselleştirmek ister misiniz?
zh: 需要个性化设置吗？

source: Disabled
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
hu: Letiltva
it: Disattivato
pt: Desabilitado
tr: Devre dışı
zh: 已禁用

source: Weeks
de: Wochen
es: Semanas
fr: Semaines
hu: Hetek
it: Settimane
pt: Semanas
tr: Haftalar
zh: 周

source: Privacy
de: Anonymität
es: Privacidad
fr: Confidentialité
hu: Anonimitás
pt: Privacidade
tr: Gizlilik
zh: 隐私

source: Cost-Efficiency
de: Kosten-Effizienz
es: Eficiencia de costos
fr: Efficacité économique
hu: Költséghatékonyság
it: Convenienza
pt: Custo-Eficiência
tr: Maliyet-Etkinlik
zh: 成本效益/手续费使用效率

source: Other
de: Sonstiges
es: Otro
fr: Autre
hu: Egyéb
it: Altro
pt: Outro
tr: Diğer
zh: 其他

source: Random Skip
de: Zufälliges Überspringen
es: Salto aleatorio
fr: Saut aléatoire
hu: Véletlenszerű kihagyás
it: Salto Casuale
pt: Pular Aleatório
tr: Rastgele Atlama
zh: 随机跳过

source: Months
de: Monate
es: Meses
fr: Mois
hu: Hónapok
it: Mesi
pt: Meses
tr: Aylar
zh: 月份

source: Often
de: Oft
es: A menudo
fr: Souvent
hu: Gyakran
it: Spesso
pt: Frequentemente
tr: Sıkça
zh: 经常

source: Sometimes
de: Manchmal
es: A veces
fr: Parfois
hu: Néha
it: A volte
pt: Às vezes
tr: Bazen
zh: 有时

source: Rarely
de: Selten
es: Raramente
fr: Rarement
hu: Ritkán
it: Raramente
pt: Raramente
tr: Nadiren
zh: 很少/偶尔

source: Days
de: Tage
es: Días
fr: Jours
hu: Napok
it: Giorni
pt: Dias
tr: Günler
zh: 天

source: Hours
de: Stunden
es: Horas
fr: Heures
hu: Órák
it: Ore
pt: Horas
tr: Saatler
zh: 小时

source: Announcements
de: Ankündigungen
es: Anuncios
fr: Annonces
hu: Értesítések
it: Comunicazioni
pt: Anúncios
tr: Duyurular
zh: 公告

source: Mark all as read
de: Alle als gelesen markieren
es: Marcar todo como leído
fr: Marquer tout comme lu
hu: Az összes megjelölése olvasottként
it: Segna tutto come letto
pt: Marcar todos como lidos
tr: Tümünü okundu olarak işaretle
zh: 标记全部为已读

# LabelsWatermarkText
source: Person or Company i.e. Alice, Bob, Pizza Inc
de: Person oder Firma, z. B. Alice, Bob, Pizza GmbH
es: Persona o Empresa, por ejemplo: Alice, Bob, Pizza Inc
fr: Personne ou Entreprise, par exemple Alice, Bob, Pizza Inc
hu: Személy vagy cég, például Alice, Bob, Pizza Kft.
it: Persona o Azienda, es. Alice, Bob, Pizza Inc
pt: Pessoa ou Empresa, ou seja, Alice, Bob, Pizza Inc
tr: Kişi veya Şirket örn. Alice, Bob, Pizza Inc
zh: 个人或公司，例如 Alice、Bob、Pizza Inc

# ValidationErrorNotNumber
source: Not a number.
de: Keine Zahl.
es: No es un número.
fr: Ce n'est pas un nombre.
hu: Nem egy szám.
it: Non è un numero.
pt: Não é um número.
tr: Bir sayı değil.
zh: 不是一个数字。

# ValidationErrorNotInRange
source: Value must be between {0} and {1}.
de: Wert muss zwischen {0} und {1} liegen.
es: El valor debe estar entre {0} y {1}.
fr: La valeur doit être entre {0} et {1}.
hu: Az értéknek {0} és {1} között kell lennie.
it: Il valore deve essere compreso tra {0} e {1}.
pt: O valor deve estar entre {0} e {1}.
tr: Değer, {0} ile {1} arasında olmalıdır.
zh: 数值必须在 {0} 和 {1} 之间。

# CoinJoinCoinSelection
source: Coin Selection
de: Coin Auswahl
es: Selección de monedas
fr: Sélection de coins
hu: Érmeválasztás
it: Selezione Monete
pt: Seleção de Moeda
tr: Coin Seçimi
zh: 代币选择

# ExperimentalCoinJoinCoinSelector
source: (EXPERIMENTAL) Improved Coin Selection
de: (EXPERIMENTELL) Erweiterte Münzauswahl
es: (EXPERIMENTAL) Selección de Monedas Mejorada
fr: (EXPÉRIMENTAL) Sélection de Pièces Améliorée
hu: (KÍSÉRLETI) Továbbfejlesztett Érmeválasztás
it: (SPERRIMENTALE) Migliorata Selezione Monete
pt: (EXPERIMENTAL) Seleção de Moeda Melhorada
tr: (DENEME) Geliştirilmiş Coin Seçimi
zh: (实验性) 优化代币选择算法

# ForceUsingLowPrivacyCoinsInCoinJoinCoinSelector
source: Force to use low privacy coins
de: Wenig anonyme Coins zur Nutzung zwingen
es: Forzar el uso de monedas con baja privacidad
fr: Forcer l'utilisation de pièces à faible confidentialité
hu: Alacsony anonimitású érmék használatának kényszerítése
it: Forza l’uso di monete con bassa privacy
pt: Forçar o uso de moedas de baixa privacidade
tr: Düşük gizlilikli coin'leri kullanmaya zorla
zh: 强制使用低匿名性代币（存在隐私风险）

# ForceUsingLowPrivacyCoinsInCoinJoinCoinSelectorToolTip
source: The selection should contain at least one from the lowest privacy coins.
de: Die Auswahl muss mindestens eine der wenig anonymen Coins enthalten.
es: La selección debe contener al menos una de las monedas con menor privacidad.
fr: La sélection doit contenir au moins une des pièces avec la plus faible confidentialité.
hu: Az érmeválasztásnak tartalmaznia kell legalább egyet az alacsony anonimitású érmék közül.
it: La selezione deve contenere almeno una delle monete con il punteggio di privacy più basso.
pt: A seleção deve conter pelo menos uma das moedas de menor privacidade.
tr: Seçim, en düşük gizlilikli coin'lerden en az birini içermelidir.
zh: 代币选择必须包含至少一个低匿名性代币。

# WeightedAnonymityLossNormalInCoinJoinCoinSelector
source: Coin privacy difference normalization for score calculation
de: Anonymitätsunterschieds-Normalisierung zur Score-Berechnung
es: Normalización de la diferencia de privacidad para el cálculo de la puntuación
fr: Normalisation de la différence de confidentialité des pièces pour le calcul du score
hu: Érmék anonimitáskülönbségének normalizálása pontszámításhoz
it: Normalizzazione della differenza di privacy per il calcolo del punteggio
pt: Normalização da diferença de privacidade das moedas para cálculo de pontuação
tr: Gizlilik farkı normalleştirmesi skor hesaplaması için
zh: 代币匿名性差异标准化评分

# WeightedAnonymityLossNormalInCoinJoinCoinSelectorToolTip
source: With lower value the coin selector will favor coins with smaller difference in privacy score.
de: Bei niedrigem Wert bevorzugt der Coin-wähler Coins mit geringerem Unterschied im Anyomitäts-Score.
es: Con un valor más bajo, el selector favorecerá las monedas con menor diferencia en la puntuación de privacidad.
fr: Avec une valeur plus basse, le sélecteur de pièces privilégiera celles avec une différence plus faible dans le score de confidentialité.
hu: Alacsonyabb értéken előnyben részesíti az olyan érméket, amelyeknél az anonimitás pontszámaik között kisebb a különbség.
it: Con un valore più basso, il selettore favorirà monete con minore differenza nel punteggio di privacy.
pt: Com valor mais baixo, o seletor de moedas favorecerá moedas com menor diferença na pontuação de privacidade.
tr: Daha düşük değerde, coin seçici daha küçük gizlilik skoru farkı olan coinleri tercih edecektir.
zh: 值较低时，硬币选择器会优先选择匿名评分差异较小的代币。

# ValueLossRateNormalInCoinJoinCoinSelector
source: Amount loss normalization for score calculation
de: Betragsverlust-Normalisierung zur Score-Berechnung
es: Normalización de la pérdida de cantidad para el cálculo de la puntuación
fr: Normalisation de la perte de montant pour le calcul du score
hu: Értékveszteség normalizálása pontszámításhoz
it: Normalizzazione della perdita di importo per il calcolo del punteggio
pt: Normalização da perda de valor para cálculo de pontuação
tr: Skor hesaplaması için miktar kaybı normalleştirmesi
zh: 用于计算评分的价值损失归一化

# ValueLossRateNormalInCoinJoinCoinSelectorToolTip
source: With lower value the coin selector will favor coin selections with less amount rate loss.
de: Bei niedrigem Wert bevorzugt der Coin-wähler Coinauswahlen mit weniger Betragsverlust.
es: Con un valor más bajo, el selector favorecerá las selecciones con menor pérdida en la tasa de cantidad.
fr: Avec une valeur plus basse, le sélecteur de pièces privilégiera les sélections avec une perte de montant proportionnelle plus faible.
hu: Alacsonyabb értéken előnyben részesíti az alacsonyabb arányú értékveszteséggel rendelkező érmeválasztásokat.
it: Con un valore più basso, il selettore favorirà selezioni con meno perdita percentuale sull’importo.
pt: Com valor mais baixo, o seletor de moedas favorecerá seleções de moedas com menor taxa de perda de valor.
tr: Daha düşük değerde, coin seçici daha az miktar kaybı olan coin seçimlerini tercih edecektir.
zh: 当值较低时，硬币选择器会优先选择价值损失率较低的代币。

# TargetCoinCountPerBucketInCoinJoinCoinSelector
source: Target coin number per wallet bucket
de: Zielanzahl der Coins pro Wallet-Bucket
es: Cantidad objetivo de monedas por grupo de la cartera
fr: Nombre cible de pièces par groupe de portefeuille
hu: Megcélzott érmeszám tárcacsoportonként
it: Numero target di monete per gruppo portafoglio del Wallet
pt: Número de moedas por bucket de carteira
tr: Her cüzdan kovası için hedef coin sayısı
zh: 每个钱包组的目标币数

# TargetCoinCountPerBucketInCoinJoinCoinSelectorToolTip
source: The coin selector will favor giving coins from buckets (10k.., 20k.., 40k.. etc. satoshi range of coins) that are overpopulated.
de: Der Coin-wähler bevorzugt Coins aus überfüllten Buckets (10k.., 20k.., 40k.. usw. Satoshi-Bereich).
es: El selector de monedas favorecerá dar monedas a grupos (rango de monedas de 10k, 20k, 40k satoshis, etc.) que estén sobrepoblados.
fr: Le sélecteur de pièces privilégiera les pièces des groupes (plages de pièces de 10k, 20k, 40k satoshis, etc.) qui sont surpeuplés.
hu: Előnyben részesíti az olyan csoportokból való érmék kiosztását (10k.., 20k.., 40k.. stb. satoshi tartományok), amelyek túltelítettek.
it: Dà priorità all’assegnazione di monete provenienti da gruppi (intervalli di satoshi come 10k, 20k, 40k, ecc.) di cui ce ne sono troppi.
pt: O seletor de moedas favorecerá a distribuição de moedas de buckets (10k.., 20k.., 40k.. etc. intervalo de satoshis de moedas) que estão superpopulados.
tr: Coin seçici, aşırı kalabalık olan kovalardan (10k.., 20k.., 40k.. vb. satoshi aralığındaki coin'ler) coin vermeyi tercih edecektir.
zh: 优先从已超额的组别（如 10k、20k、40k 等 satoshi 范围）中分配币。

# UseOldCoinSelectorAsFallbackInCoinJoinCoinSelector
source: Use the Old Coin Selector for fallback
de: Alten Coin-wähler als Fallback verwenden
es: Usar el Selector de Monedas Antiguo como respaldo
fr: Utiliser l'ancien sélecteur de pièces en secours
hu: Régi érmekiválasztó használata másodlagos opcióként
it: Usa il vecchio selettore di monete come riserva
pt: Use o seletor de moedas antigo como fallback
tr: Eski Coin Seçiciyi yedek olarak kullan
zh: 启用旧版币选择器作为备选方案

# UseOldCoinSelectorAsFallbackInCoinJoinCoinSelectorToolTip
source: Both the old and the new coin selector will be used, and the better result will be chosen.
de: Sowohl der alte als auch der neue Coin-wähler werden verwendet, und das bessere Ergebnis wird gewählt.
es: Se utilizarán tanto el selector de monedas antiguo como el nuevo, y se elegirá el mejor resultado.
fr: Le sélecteur de pièces ancien et le nouveau seront utilisés, et le meilleur résultat sera choisi.
hu: Az új és a régi pénzválasztó is használatban lesz, és a jobb eredmény kerül kiválasztásra.
it: Sia il vecchio che il nuovo selettore verranno usati e verrà scelto il risultato migliore.
pt: Tanto o seletor de moedas antigo quanto o novo serão usados, e o melhor resultado será escolhido.
tr: Eski ve yeni coin seçici ikisi de kullanılacak ve daha iyi sonuç seçilecektir.
zh: 新旧币选择器将并行运行，并自动选取更优结果。

source: Configuration
de: Konfiguration
es: Configuración
hu: Konfiguráció
it: Configurazione
pt: Configuração
tr: Yapılandırma
zh: 配置

source: Sell
de: Verkaufen
es: Vender
fr: Vendre
hu: Eladás
it: Vendita
pt: Vender
tr: Sat
zh: 出售

# CountryOfResidenceRequired
source: The country of your residence is needed for regulatory compliance and transaction processing
de: Das Land Ihres Wohnsitzes wird für gesetzliche Vorgaben und Transaktionsabwicklung benötigt
es: Se necesita el país de tu residencia para cumplir con las normativas y procesar transacciones
fr: Le pays de votre résidence est nécessaire pour la conformité réglementaire et le traitement des transactions
hu: A lakóhely szerinti ország szükséges a szabályozási megfeleléshez és a tranzakciók feldolgozásához
it: È necessario indicare il paese di residenza per conformità normativa e l’elaborazione della transazione
pt: O país de sua residência é necessário para conformidade regulatória e processamento de transações
tr: Regülasyon uyumluluğu ve işlemler için ikamet ettiğiniz ülke gereklidir
zh: 根据监管要求及交易处理需要，平台需获取您的居住国信息

source: Region Selection
de: Region auswählen
es: Selección de región
fr: Sélection de la région
hu: Régió kiválasztása
it: Selezione Regione
pt: Seleção de Região
tr: Bölge Seçimi
zh: 区域选择

source: Buy Bitcoin
de: Bitcoin kaufen
es: Comprar Bitcoin
fr: Acheter du Bitcoin
hu: Bitcoin vásárlás
it: Compra Bitcoin
pt: Comprar Bitcoin
tr: Bitcoin Satın Al
zh: 购买比特币

source: Broadcast
de: Weiterleiten
es: Transmitir
fr: Diffuser
hu: Kiküldés
it: Trasmetti
pt: Transmitir
tr: Yayınla
zh: 广播

source: Buy
de: Kaufen
es: Comprar
fr: Acheter
hu: Vásárlás
it: Acquista
pt: Comprar
tr: Satın Al
zh: 购买

# NoOfferForAmount
source: Couldn't find any offer for the specified amount.
de: Für den angegebenen Betrag konnte kein Angebot gefunden werden.
es: No se encontró ninguna oferta para la cantidad especificada.
fr: Aucune offre n'a été trouvée pour le montant spécifié.
hu: Nem található ajánlat a megadott összegre.
it: Impossibile trovare offerte per l’importo specificato.
pt: Não foi possível encontrar nenhuma oferta para o valor especificado.
tr: Belirtilen miktar için herhangi bir teklif bulunamadı.
zh: 未找到符合指定金额的报价。

# AmountCannotExceed
source: Amount cannot exceed {0}.
de: Betrag darf {0} nicht überschreiten.
es: La cantidad no puede exceder {0}.
fr: Le montant ne peut pas dépasser {0}.
hu: Az összeg nem lehet nagyobb, mint {0}.
it: L'importo non può superare {0}.
pt: A quantia não pode exceder {0}.
tr: Tutar {0}'ı aşamaz.
zh: 金额不能超过 {0}。

# AmountMustBeAtLeast
source: Amount must be at least {0}.
de: Betrag muss mindestens {0} betragen.
es: La cantidad debe ser al menos {0}.
fr: Le montant doit être d'au moins {0}.
hu: Az összeg nem lehet kevesebb, mint {0}.
it: L'importo deve essere almeno {0}.
pt: A quantia deve ser pelo menos {0}.
tr: Tutar en az {0} olmalıdır.
zh: 金额必须 ≥ {0}/ 最低支付金额{0}。

# ServiceNotAvailable
source: Service is not available at the moment. Try again later.
de: Dienst ist momentan nicht verfügbar. Bitte versuche es später erneut.
es: El servicio no está disponible en este momento. Inténtalo de nuevo más tarde.
fr: Le service n'est pas disponible pour le moment. Réessayez plus tard.
hu: A szolgáltatás jelenleg nem elérhető. Próbáld újra később.
it: Il servizio non è disponibile al momento. Riprova più tardi.
pt: O serviço não está disponível no momento. Tente novamente mais tarde.
tr: Hizmet şu anda kullanılamıyor. Lütfen daha sonra tekrar deneyin.
zh: 服务当前不可用，请稍后重试

# EnterAmountForOffers
source: Enter the amount, and we'll calculate the best offers for you.
de: Gib den Betrag ein, und wir berechnen die besten Angebote für Dich.
es: Ingresa la cantidad y calcularemos las mejores ofertas para ti.
fr: Entrez le montant, et nous calculerons les meilleures offres pour vous.
hu: Add meg az összeget, és kiszámítjuk a legjobb ajánlatokat neked.
it: Inserisci l’importo e calcoleremo le migliori offerte per te.
pt: Digite a quantia, e nós calcularemos as melhores ofertas para você.
tr: Miktarı girin, biz de sizin için en iyi teklifleri hesaplayalım.
zh: 输入金额，我们将为您计算最优方案。

# BuyAmountWatermark
source: Type amount here...
de: Betrag hier eingeben...
es: Escribe el monto aquí...
fr: Tapez le montant ici...
hu: Írd az összeget ide...
it: Digita l’importo qui...
pt: Digite a quantia aqui...
tr: Buraya tutarı girin...
zh: 在此输入金额...

source: Previous Orders
de: Vorherige Bestellungen
es: Pedidos Anteriores
fr: Commandes Précédentes
hu: Korábbi rendelések
it: Ordini Precedenti
pt: Pedidos Anteriores
tr: Önceki Siparişler
zh: 历史订单

source: All
de: Alle
es: Todos
fr: Tout
hu: Összes
it: Tutti
pt: Todos
tr: Tümü
zh: 所有

source: Offers
de: Angebote
es: Ofertas
fr: Offres
hu: Ajánlatok
it: Offerte
pt: Ofertas
tr: Teklifler
zh: 报价

# InvalidBTCAddress
source: Address is not a valid BTC address.
de: Adresse ist keine gültige BTC-Adresse.
es: La dirección no es una dirección BTC válida.
fr: L'adresse n'est pas une adresse BTC valide.
hu: A tárcacím nem érvényes Bitcoin-tárcacím.
it: L’indirizzo non è un indirizzo BTC valido.
pt: O endereço não é um endereço BTC válido.
tr: Adres geçerli bir BTC adresi değil.
zh: 该地址不是有效的比特币地址。

source: Browser
es: Navegador
fr: Navigateur
hu: Böngésző
pt: Navegador
tr: Tarayıcı
zh: 浏览器

# BrowserError
source: Ginger Wallet could not open the browser, please check the logs for more details.
de: Ginger Wallet konnte den Browser nicht öffnen, bitte prüfe die Protokolle für weitere Details.
es: Ginger Wallet no pudo abrir el navegador, por favor revisa los registros para más detalles.
fr: Ginger Wallet n'a pas pu ouvrir le navigateur, veuillez consulter les journaux pour plus de détails.
hu: A Ginger Wallet nem tudta megnyitni a böngészőt. További részletekért ellenőrid a naplót.
it: Ginger Wallet non è riuscito ad aprire il browser, controlla i log per maggiori dettagli.
pt: O Ginger Wallet não conseguiu abrir o navegador, por favor verifique os logs para mais detalhes.
tr: Ginger Wallet tarayıcıyı açamadı, lütfen daha fazla bilgi için günlükleri(log kayıtları) kontrol edin.
zh: Ginger Wallet 无法打开浏览器，请检查日志以获取更多详细信息。

# AMLKYCNotice
source: By clicking Accept, I acknowledge that the transaction may later require AML/KYC verification by the third-party provider.
de: Durch Klicken auf Akzeptieren erkenne ich an, dass die Transaktion später eine AML/KYC-Verifizierung durch den Drittanbieter erfordern kann.
es: Al hacer clic en Aceptar, reconozco que la transacción puede requerir más tarde una verificación AML/KYC por parte de un proveedor tercero.
fr: En cliquant sur Accepter, je reconnais que la transaction pourra nécessiter ultérieurement une vérification AML/KYC par le fournisseur tiers.
hu: Az "Elfogadás" gombra kattintva tudomásul veszem, hogy a harmadik fél szolgáltató később AML/KYC ellenőrzést kérhet a tranzakcióhoz.
it: Cliccando su Accetta, riconosco che la transazione potrebbe successivamente richiedere una verifica AML/KYC da parte di un soggetto terzo.
pt: Ao clicar em Aceitar, eu reconheço que a transação pode exigir verificação AML/KYC pelo provedor terceirizado.
tr: Kabul Et’e tıklayarak, işlemin daha sonra üçüncü taraf sağlayıcı tarafından AML/KYC doğrulaması gerektirebileceğini kabul ediyorum.
zh: 点击「接受」即表示：本人知悉本次交易后续可能需要第三方服务商进行反洗钱/身份认证审核。

source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
hu: Elfogad
it: Accetta
pt: Aceitar
tr: Kabul et
zh: 接受

source: Payment
de: Zahlung
es: Pago
fr: Paiement
hu: Fizetés
it: Pagamento
pt: Pagamento
tr: Ödeme
zh: 支付

source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur
hu: Szolgáltató
it: Servizio
pt: Provedor
tr: Sağlayıcı
zh: 服务商
