Repository: GingerPrivacy/GingerWallet
Catalog: WalletWasabi/Lang/Resources.*.resx
Languages: de, es, fr, hu, it, pt, tr, zh

# RedcoinToolTip
source: Only allow a single coin with anonymity score 1 into coinjoin registration.
de: Nur ein Coin mit dem Anonymitätswert 1 zur Coinjoin-Registrierung zulassen.
es: Solo permitir una moneda con una puntuación de anonimato de 1 en el registro de Coinjoin.
fr: Autoriser seulement un seul coin avec un score de confidentialité de 1 durant l’inscription Coinjoin.
hu: Csak egy, 1-es anonimitási szinttel rendelkező érmét engedélyez a coinjoin regisztrációban.
it: Consenti solo una moneta con punteggio di non privata durante la registrazione coinjoin.
pt: Permitir apenas uma moeda com pontuação de anonimato 1 na inscrição para coinjoin.
tr: Yalnızca anonimlik puanı 1 olan tek bir coin'in coinjoin kaydına alınmasına izin verin.
zh: 在 CoinJoin 注册中，只允许一枚匿名级别为1的代币。

# AnonTargetText
source: Anonymity score target
de: Zielwert für die Anonymität
es: Objetivo de nivel de anonimato
fr: Objectif de score d’anonymat
hu: Anonimitási célérték
it: Punteggio di privacy desiderato
pt: Meta de pontuação de anonimato
tr: Anonimlik kupon puan hedefi
zh: 匿名评分目标/目标匿名强度 /目标匿名级别

# AnonTargetTooltip
source: Minimum anonymity score for a coin to be considered private.
de: Mindestwert der Anonymitätsbewertung, damit ein Coin als anonym gilt.
es: Nivel mínimo de anonimato para que una moneda sea considerada privada.
fr: Score minimum d’anonymat pour qu’un coin soit considéré confidentiel.
hu: Egy érme akkor számít anonimnak, ha eléri ezt az értéket.
it: Una moneta è considerata private quando raggiunge questo valore.
pt: Pontuação mínima de anonimato para que uma moeda seja considerada privada.
tr: Bir coin'in özel olarak kabul edilebilmesi için gereken minimum anonimlik puanı.
zh: 硬币被视为私密所需的最低匿名评分。/当代币（货币）评分达到此值，即视为匿名资产

# SafeFeeText
source: Ignore coinjoin time preference below
de: Bevorzugte Coinjoin-Zeit unten ignorieren
es: Ignorar la preferencia de tiempo de Coinjoin por debajo de
fr: Ignorer la préférence de temps de Coinjoin en dessous de
hu: Coinjoin időpreferencia figyelmen kívül hagyása alatta
it: Ignora preferenza di tempo per coinjoin
pt: Ignorar a preferência de tempo de coinjoin abaixo
tr: Aşağıdaki coinjoin zaman tercihini yoksay
zh: 在低于该值时忽略 CoinJoin 时间偏好

# SafeFeeToolTip
source: Always coinjoin when the fee rate is below this value (has precedence over Coinjoin time preference).
de: Immer coinjoinen, wenn die Gebühr unter diesem Wert liegt (hat Vorrang vor Coinjoin-Zeit).
es: Siempre hacer Coinjoin cuando la tarifa sea inferior a este valor (tiene prioridad sobre la preferencia de tiempo de Coinjoin).
fr: Toujours Coinjoin lorsque le taux de frais est inférieur à cette valeur (a priorité sur la préférence temporelle de Coinjoin).
hu: Mindig végezzen coinjoint, ha a díjráta ez alatti (elsőbbséget élvez a coinjoin időpreferenciával szemben).
it: Esegui sempre coinjoin quando la commissione è inferiore a questo valore (ha precedenza sulla preferenza di tempo).
pt: Sempre coinjoin quando a taxa de taxa estiver abaixo deste valor (tem precedência sobre a preferência de tempo de Coinjoin).
tr: Ücret oranı bu değerin altındaysa her zaman coinjoin yap (Coinjoin zaman tercihini geçersiz kılar).
zh: 如果手续费率低于此值，则始终执行 CoinJoin（优先于 CoinJoin 的时间偏好）。

# CoinJoinTimePrefText
source: Coinjoin time preference
de: Coinjoin-Zeitpräferenz
es: Preferencia de tiempo de Coinjoin
fr: Préférence de temps de Coinjoin
hu: Coinjoin időpreferencia
it: Preferenza di tempo per coinjoin
pt: Preferência de tempo do Coinjoin
tr: Coinjoin zaman tercihi
zh: Coinjoin 时间偏好

# CoinJoinTimePrefToolTip
source: Only coinjoin when the fee rate is below the median of this time period.
de: Nur coinjoin, wenn die Gebührenrate unter dem Median dieses Zeitraums liegt.
es: Solo hacer Coinjoin cuando la tarifa esté por debajo de la mediana de este período de tiempo.
fr: Coinjoin seulement lorsque les frais sont en-dessous de la moyenne actuelle.
hu: Csak akkor végezzen coinjoint, ha a díj mértéke az adott időszak mediánja alatt van.
it: Esegui coinjoin solo quando la commissione è inferiore alla mediana di questo periodo.
pt: Somente coinjoin quando a taxa de taxa estiver abaixo da mediana deste período de tempo.
tr: Sadece bu zaman diliminin medyan ücret oranının altında olduğunda coinjoin yapın.
zh: 仅当费率低于此时间段的中位数时才进行 Coinjoin混币。

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hu: Mégse
it: Annulla
pt: Cancelar
tr: İptal et
zh: 取消

source: Next
de: Weiter
es: Siguiente
fr: Suivant
hu: Következő
it: Avanti
pt: Próximo
tr: Sonraki
zh: 下一步

source: Skip
de: Überspringen
es: Saltar
fr: Passer
hu: Kihagyás
it: Salta
pt: Pular
tr: Atla
zh: 跳过

# CreateNewWallet
source: New
de: Neu
es: Nuevo
fr: Nouveau
hu: Új
it: Nuovo
pt: Novo
tr: Yeni
zh: 新

# ImportWallet
source: Import File
de: Datei importieren
es: Importar Archivo
fr: Importer un Fichier
hu: Fájl Importálása
it: Importa File
pt: Importar Arquivo
tr: Dosya İçe Aktar
zh: 导入文件

# RecoverWallet
source: Recover
de: Wiederherstellen
es: Recuperar
fr: Récupérer
hu: Helyreállítás
it: Recupera
pt: Recuperar
tr: Kurtarma
zh: 恢复

source: Wallet Name
es: Nombre de la cartera
fr: Nom du portefeuille
hu: Tárca megnevezés
it: Nome del Portafoglio
pt: Nome da carteira
tr: Cüzdan Adı
zh: 钱包名称

# WalletRenameCaption
source: You can modify the name of your wallet
de: Du kannst den Namen Deines Wallets ändern
es: Puedes modificar el nombre de tu cartera
fr: Vous pouvez modifier le nom du portefeuille
hu: Módosíthatod a tárcád megnevezését
it: Puoi modificare il nome del tuo portafoglio
pt: Você pode modificar o nome de sua carteira
tr: Cüzdan adınızı değiştirebilirsiniz
zh: 您可以修改钱包名称

# TypeInWalletName
source: Type in a wallet name
de: Gib einen Wallet-Namen ein
es: Escribe un nombre para la cartera
fr: Entrez un nom de portefeuille
hu: Írd be a tárca megnevezését
it: Inserisci un nome per il portafoglio
pt: Digite um nome para a carteira
tr: Bir cüzdan adı girin
zh: 请输入钱包名称

source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
hu: Folytatás
it: Continua
pt: Continuar
tr: Devam et
zh: 继续

source: Success
de: Erfolgreich
es: Éxito
fr: Succès
hu: Sikeres
it: Successo
pt: Sucesso
tr: Başarılı
zh: 成功

# UnexpextedError
source: An unexpected error occurred. Please try again or contact support.
de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuche es erneut oder kontaktiere den Support.
es: Ocurrió un error inesperado. Por favor, inténtalo de nuevo o contacta con soporte.
fr: Une erreur inattendue s’est produite. Essayez encore ou contactez le support.
hu: Váratlan hiba történt. Kérjük, próbáld újra, vagy lépj kapcsolatba az ügyfélszolgálattal.
it: Si è verificato un errore imprevisto. Riprova o contatta l'assistenza clienti.
pt: Ocorreu um erro inesperado. Tente novamente ou entre em contato com o suporte.
tr: Beklenmeyen bir hata oluştu. Lütfen tekrar deneyin veya destek birimi ile iletişime geçin.
zh: 发生未知错误，请重试或联系客服。

# SomethingWrong
source: Something went wrong. Please try again.
de: Etwas ist schiefgelaufen. Bitte versuche es erneut.
es: Algo salió mal. Por favor, inténtalo de nuevo.
fr: Quelque chose s’est mal passé. Essayer encore.
hu: Valami hiba történt. Kérjük, próbáld újra.
it: Qualcosa è andato storto. Riprova.
pt: Algo deu errado. Por favor, tente novamente.
tr: Bir şeyler yanlış gitti. Lütfen tekrar deneyin.
zh: 发生未知错误，请稍后重试。

# PermissionError
source: Ginger Wallet was unable to perform this action due to a lack of permission.
de: Ginger Wallet konnte diese Aktion aufgrund fehlender Berechtigungen nicht ausführen.
es: Ginger Wallet no pudo realizar esta acción debido a la falta de permisos.
fr: Ginger n’a pas été en mesure d’effectuer cette action à cause d’un manque de permissions.
hu: A Ginger Wallet nem tudta végrehajtani ezt a műveletet a jogosultság hiánya miatt.
it: Ginger Wallet non ha potuto eseguire questa azione per mancanza di autorizzazioni.
pt: O Ginger Wallet não conseguiu realizar esta ação devido à falta de permissão.
tr: Ginger Wallet, yetki eksikliği nedeniyle bu işlemi gerçekleştiremedi.
zh: 因权限不足，Ginger Wallet 未能执行此操作。

# HardwareWalletNotFound
source: Could not find the hardware wallet. Make sure it is connected.
de: Hardware-Wallet konnte nicht gefunden werden. Stelle sicher, dass sie angeschlossen ist.
es: No se pudo encontrar la billetera de hardware. Asegúrese de que esté conectada.
fr: N’a pas pu trouver le portefeuille matériel. Vérifiez qu’il est connecté.
hu: Nem található a hardvertárca. Győződj meg róla, hogy csatlakoztatva van.
it: Impossibile trovare il portafoglio hardware. Assicurati che sia collegato.
pt: Não foi possível encontrar a carteira de hardware. Certifique-se de que ela está conectada.
tr: Donanım cüzdanı bulunamadı. Bağlı olduğundan emin olun.
zh: 未检测到硬件钱包，请检查设备连接。

# TransactionCanceledOnDevice
source: The operation was canceled on the device.
de: Vorgang wurde auf dem Gerät abgebrochen.
es: La operación fue cancelada en el dispositivo.
fr: L'opération a été annulée sur l'appareil.
hu: A műveletet a készüléken megszakították.
it: L'operazione è stata annullata sul dispositivo.
pt: A operação foi cancelada no dispositivo.
tr: İşlem cihazda iptal edildi.
zh: 操作已在设备上取消。

# UnknownErrorDeviceCheck
source: Unknown error. Make sure the device is connected and isn't busy, then try again.
de: Unbekannter Fehler. Stelle sicher, dass das Gerät verbunden ist und nicht in Benutzung ist, und versuche es erneut.
es: Error desconocido. Asegúrate de que el dispositivo esté conectado y no esté ocupado, luego inténtalo de nuevo.
fr: Erreur inconnue. Assurez-vous que l'appareil soit bien connecté et qu'il ne soit pas occupé, puis réessayez.
hu: Ismeretlen hiba. Győződj meg róla, hogy a készülék csatlakoztatva van és nincs használatban, majd próbáld újra.
it: Errore sconosciuto. Assicurati che il dispositivo sia collegato e non sia in uso, quindi riprova.
pt: Erro desconhecido. Certifique-se de que o dispositivo está conectado e não está ocupado, depois tente novamente.
tr: Bilinmeyen hata. Cihazın bağlı olduğundan ve meşgul olmadığından emin olun, ardından tekrar deneyin.
zh: 未知错误：请确认设备已连接且未占用，然后重试。

# CoinAlreadySpent
source: At least one coin you are trying to spend is already spent.
de: Mindestens eine der auszugebenden Coins ist bereits ausgegeben worden.
es: Al menos una de las monedas que intentas gastar ya ha sido gastada.
fr: Au moins un coin que vous essayez de dépenser est déjà dépensé.
hu: Legalább egy érme, amelyet próbálsz elkölteni, már el lett költve.
it: Almeno una delle monete che stai tentando di spendere è già stata spesa.
pt: Pelo menos uma moeda que você está tentando gastar já foi gasta.
tr: Harcamaya çalıştığınız en az bir coin zaten harcandı.
zh: 您尝试花费的代币至少有一枚已被花费。

# CoinInUnconfirmedChain
source: At least one coin you are trying to spend is part of a long or heavy chain of unconfirmed transactions. You must wait for some previous transactions to confirm.
de: Mindestens eine der auszugebenden Coins ist Teil einer langen oder komplexen Kette unbestätigter Transaktionen. Du musst warten, bis frühere Transaktionen bestätigt werden.
es: Al menos una de las monedas que intentas gastar es parte de una cadena larga o pesada de transacciones no confirmadas. Debes esperar a que se confirmen algunas transacciones anteriores.
fr: Au moins un coin que vous essayez de dépenser fait partie d'une longue chaîne de transactions non confirmées. Vous devez attendre que certaines transactions antérieures soient confirmées.
hu: Legalább egy érme, amelyet próbálsz elkölteni, egy hosszú vagy terhelt lánc része, amelyben még nem igazolták vissza a tranzakciókat. Meg kell várni, hogy néhány korábbi tranzakció megerősítést nyerjen.
it: Almeno una delle monete che stai tentando di spendere fa parte di una lunga catena di transazioni non confermate. Devi attendere la conferma di alcune transazioni precedenti.
pt: Pelo menos uma moeda que você está tentando gastar faz parte de uma cadeia longa ou pesada de transações não confirmadas. Você deve esperar que algumas transações anteriores sejam confirmadas.
tr: Harcamaya çalıştığınız en az bir coin, onaylanmamış işlemlerle uzun veya ağır bir zincirin parçasıdır. Bundan önceki bazı işlemlerin onaylanmasını beklemelisiniz.
zh: 当前有未完成的交易关联这些资产，请您等待先前的交易被确认。

# TransactionDuplicatedInputs
source: The transaction contains duplicated inputs.
de: Die Transaktion enthält doppelte Eingaben.
es: La transacción contiene entradas duplicadas.
fr: La transaction contient des entrées dupliquées.
hu: A tranzakció duplikált bemeneteket tartalmaz.
it: La transazione contiene monete duplicati.
pt: A transação contém entradas duplicadas.
tr: İşlemde yinelenen girişler var.
zh: 交易包含重复输入项

# TransactionNotFinal
source: The transaction is not final and cannot be broadcasted.
de: Die Transaktion ist nicht final und kann nicht übertragen werden.
es: La transacción no es final y no se puede transmitir.
fr: La transaction n'est pas définitive et ne peut être diffusée.
hu: A tranzakció nem végleges, és nem lehet továbbítani.
it: La transazione non è definitiva e non può essere trasmessa.
pt: A transação não está finalizada e não pode ser transmitida.
tr: İşlem tamamlanmadı ve yayımlanamaz.
zh: 交易未完成，无法广播。

# TransactionTooBig
source: The transaction is too big.
de: Die Transaktion ist zu groß.
es: La transacción es demasiado grande.
fr: Cette transaction est trop grande.
hu: A tranzakció túl nagy.
it: La transazione è troppo grande.
pt: A transação é muito grande.
tr: İşleminiz çok büyük.
zh: 交易体积过大。

source: Wrong passphrase.
de: Falsche Passphrase.
es: Passphrase incorrecta.
fr: Mot de passe erroné.
hu: Hibás passphrase.
it: Password errata.
pt: Frase secreta incorreta.
tr: Yanlış gizli kelime.
zh: 密码密钥错误。

source: Invalid wallet name.
de: Ungültiger Wallet-Name.
es: Nombre de billetera inválido.
fr: Nom de portefeuille invalide.
hu: Érvénytelen tárcanév.
it: Nome del portafoglio non valido.
pt: Nome da carteira inválido.
tr: Geçersiz cüzdan adı.
zh: 钱包名称无效。

# WalletNameTaken
source: Wallet name is already taken.
de: Wallet-Name ist bereits vergeben.
es: El nombre de la cartera ya está en uso.
fr: Ce nom de portefeuille est déjà pris.
hu: A tárca neve már foglalt.
it: Il nome del portafoglio è già in uso.
pt: O nome da carteira já está em uso.
tr: Cüzdan adı zaten alınmış.
zh: 该钱包名称已被占用。

# BalanceNotAccurateServerConnection
source: The reported balance might not be accurate, and some other features may not be available because Ginger was unable to connect to the server. Retrying to connect.
de: Das gemeldete Guthaben ist möglicherweise nicht korrekt, und einige Funktionen stehen möglicherweise nicht zur Verfügung, da Ginger keine Verbindung zum Server herstellen konnte. Verbindung wird erneut versucht.
es: El saldo reportado puede no ser exacto, y algunas otras funciones pueden no estar disponibles porque Ginger no pudo conectarse al servidor. Reintentando conectar.
fr: Il se peut que le solde indiqué ne soit pas exact et que d'autres fonctions ne soient pas disponibles parce que Ginger n'a pas pu se connecter au serveur. Nouvelle tentative de connexion.
hu: A megjelenített egyenleg pontatlan lehet, és egyes funkciók nem működhetnek, mert a Ginger nem tud csatlakozni a szerverhez. Újracsatlakozás folyamatban...
it: Il saldo riportato potrebbe non essere accurato e alcune funzionalità potrebbero non essere disponibili perché Ginger non è riuscito a connettersi al server. Riconnessione in corso.
pt: O saldo informado pode não ser preciso, e alguns outros recursos podem não estar disponíveis porque o Ginger não conseguiu se conectar ao servidor. Tentando se reconectar.
tr: Bildirilen bakiye doğru olmayabilir ve bazı diğer özellikler kullanılamayabilir, çünkü Ginger sunucuya bağlanamadı. Bağlantı yeniden deneniyor.
zh: Ginger服务器连接异常，账户余额或存在误差，部分功能受限。正在重新连接中，请稍候。

source: Update available.
de: Aktualisierung verfügbar.
es: Actualización disponible.
fr: Mise à jour disponible.
hu: Frissítés elérhető.
it: Aggiornamento disponibile.
pt: Atualização disponível.
tr: Güncelleme mevcut.
zh: 有可用更新。

source: Close and update.
de: Schließen und aktualisieren.
es: Cerrar y actualizar.
fr: Fermer et mettre à jour.
hu: Bezárás és frissítés.
it: Chiudi e aggiorna.
pt: Fechar e atualizar.
tr: Kapat ve güncelle.
zh: 关闭并更新。

source: Update
de: Aktualisieren
es: Actualizar
fr: Mise à jour
hu: Frissítés
it: Aggiorna
pt: Atualizar
tr: Güncelle
zh: 更新

source: Ask me later
de: Später erinnern
es: Pregúntame más tarde
fr: Demandez-moi plus tard
hu: Emlékeztess később
it: Chiedimelo più tardi
pt: Me avise mais tarde
tr: Daha sonra sor
zh: 稍后询问

source: is running
de: läuft
es: está en funcionamiento
fr: est en cours d’utilisation
hu: aktív
it: è in esecuzione
pt: está em execução
tr: çalışıyor
zh: 正在运行

source: is not running
de: läuft nicht
es: no está en funcionamiento
fr: n’est pas en cours d’utilisation
hu: nem aktív
it: non è in esecuzione
pt: não está em execução
tr: çalışmıyor
zh: 未运行

source: is turned off
de: ist ausgeschaltet
es: está apagado
fr: est éteint
hu: ki van kapcsolva
it: è spento
pt: está desligado
tr: kapalı
zh: 已关闭

source: is connected
de: ist verbunden
es: está conectado
fr: est connecté
hu: csatlakoztatva van
it: è connesso
pt: está conectado
tr: bağlandı
zh: 已连接

source: is not connected
de: ist nicht verbunden
es: no está conectado
fr: n’est pas connecté
hu: nincs csatlakoztatva
it: non è connesso
pt: não está conectado
tr: bağlanmadı
zh: 未连接

# FullNodeConnecting
source: Full node is connecting...
de: Full Node verbindet…
es: Full node conectando...
fr: Le noeud se connecte...
hu: A Full Node csatlakozik...
it: Full Node si sta connettendo...
pt: O nó completo está se conectando...
tr: Full node bağlanıyor...
zh: 全节点连接中…

# FullNodeSynchronized
source: Full node is synchronized
de: Full Node ist synchronisiert
es: Full node sincronizado
fr: Le noeud est synchronisé
hu: A Full Node szinkronizálva van
it: Full Node è sincronizzato
pt: O nó completo está sincronizado
tr: Full node senkronize oldu
zh: 全节点已完成同步

# FullNodeDownloadingBlocks
source: Full node is downloading {0} blocks...
de: Full Node lädt {0} Blöcke herunter…
es: Full node descargando {0} bloques...
fr: Le noeud télécharge {0} blocks...
hu: A Full Node {0} blokkot tölt le...
it: Full Node sta scaricando {0} blocchi...
pt: O nó completo está baixando {0} blocos...
tr: Full node {0} blok indiriyor...
zh: 全节点正在下载 {0} 个区块...

# FullNodeUnresponsive
source: Full node is unresponsive
de: Full Node antwortet nicht
es: Full node no responde
fr: Le noeud ne répond pas
hu: A Full Node nem válaszol
it: Full Node non risponde
pt: O nó completo não responde
tr: Full node yanıt vermiyor
zh: 全节点无响应

# ApplicationRestartApplyChanges
source: After pressing Continue, the application will restart to apply changes.
de: Nach dem Klicken auf Weiter wird die Anwendung neu gestartet, um die Änderungen anzuwenden.
es: Después de presionar Continuar, la aplicación se reiniciará para aplicar los cambios.
fr: Après avoir appuyé sur Entrée, l’application va redémarrer pour appliquer les changements.
hu: A Folytatás megnyomása után az alkalmazás újraindul a változtatások érvényesítéséhez.
it: Dopo aver premuto Continua, l'applicazione si riavvierà per applicare le modifiche.
pt: Após pressionar Continuar, o aplicativo será reiniciado para aplicar as mudanças.
tr: Devam’a bastıktan sonra, değişikliklerin uygulanabilmesi için uygulama yeniden başlatılacaktır.
zh: 点击「继续」后，应用程序将重启以应用更改。

source: Welcome to Ginger Wallet
de: Willkommen bei Ginger Wallet
es: Bienvenido a Ginger Wallet
fr: Bienvenue dans Ginger Wallet
hu: Üdvözöljük a Ginger Walletban
it: Benvenuto in Ginger Wallet
pt: Bem-vindo ao Ginger Wallet
tr: Ginger Wallet'a Hoş Geldiniz
zh: 欢迎使用Ginger Wallet

# SelectPreferredLanguage
source: Select your preferred language:
de: Bevorzugte Sprache auswählen:
es: Selecciona tu idioma de preferencia:
fr: Sélectionnez la langue souhaitée :
hu: Válaszd ki a kívánt nyelvet:
it: Seleziona la tua lingua preferita:
pt: Selecione seu idioma preferido:
tr: Tercih ettiğiniz dili seçin:
zh: 请选择您偏好的语言：

source: Coinjoin Fees
de: Coinjoin-Gebühren
es: Tarifas de Coinjoin
fr: Frais Coinjoin
hu: Coinjoin díjak
it: Commissioni Coinjoin
pt: Taxas de Coinjoin
tr: Coinjoin Ücretleri
zh: Coinjoin 费用

# CoordinationFeeInfo
source: You will pay a fee of 0.3% only for new coins you coinjoin.
de: Du zahlst nur 0,3 % Gebühr für neue Coins, die du coinjoinst.
es: Pagarás una tarifa del 0,3% sólo por las nuevas monedas que combines.
fr: Vous allez payer des frais de 0.3% seulement pour les Coinjoin de vos nouveaux coins.
hu: Csak az új érmék coinjoinálása után kell 0,3%-os díjat fizetnie.
it: Pagherai una commissione dello 0,3% solo per le nuove monete di coinjoin.
pt: Você pagará uma taxa de 0,3% somente para as novas moedas que você coinjoin.
tr: Sadece yeni coin'leri coinjoin yaparken %0.3'lük bir ücret ödeyeceksiniz.
zh: 您只需为新加入 Coinjoin 的硬币支付 0.3% 的费用。

source: Coordination Fee
de: Koordinierungsgebühr
es: Tarifa de Coordinación
fr: Frais de coordination
hu: Koordinációs díj
it: Commissione di Coordinamento
pt: Taxa de Coordenação
tr: Koordinasyon Ücreti
zh: 服务费

source: Transaction Fee
de: Transaktionsgebühr
es: Tarifa de Transacción
fr: Frais de transaction
hu: Tranzakciós díj
it: Commissione di Transazione
pt: Taxa de transação
tr: İşlem Ücreti
zh: 交易/矿工费

# TransactionFeeInfo
source: You will pay mining fees for every coinjoin.
de: Du zahlst Mining-Gebühren für jeden Coinjoin.
es: Pagarás tarifas de minería por cada coinjoin.
fr: Vous paierez des frais de minage pour chaque Coinjoin.
hu: Minden coinjoin után bányászati díjat kell fizetned.
it: Pagherai le commissioni di mineraria per ogni coinjoin.
pt: Você pagará taxas de mineração para cada coinjoin.
tr: Her coinjoin için madencilik ücretleri ödeyeceksiniz.
zh: 每次coinjoin混币交易后需支付交易/矿工费。

source: Plebs Don't Pay
de: Plebs zahlen nicht
es: Los plebs no pagan
fr: Les gens ne paient pas
hu: Plebek nem fizetnek
it: I Plebs non pagano
pt: Plebs Não Pagam
tr: Plebler Ücret Ödemez
zh: 普通用户免付费

# PlebsDontPayInfo
source: You won't pay the coordination fee for coins that are less than or equal to 0.01 BTC.
de: Du zahlst keine Koordinationsgebühr für Coins, die kleiner oder gleich 0,01 BTC sind.
es: No pagarás la tarifa de coordinación por monedas que sean menores o iguales a 0,01 BTC.
fr: Vous ne paierez pas les frais de coordination pour les montants de moins ou égaux à 0.01 BTC.
hu: Nem kell koordinációs díjat fizetned a 0,01 BTC vagy annál kisebb érmék után.
it: Non pagherai la commissione di coordinamento per monete pari o inferiori a 0,01 BTC.
pt: Você não pagará a taxa de coordenação para moedas que sejam menores ou iguais a 0,01 BTC.
tr: 0.01 BTC veya daha az olan coin'ler için koordinasyon ücreti ödemezsiniz.
zh: 对于小于或等于 0.01 BTC 的硬币，您无需支付协调费。

source: Friends Don't Pay
de: Freunde zahlen nicht
es: Los amigos no pagan
fr: Les amis ne paient pas
hu: Barátok nem fizetnek
it: Gli Amici non pagano
pt: Amigos Não Pagam
tr: Arkadaşlar Ücret Ödemez
zh: 朋友间转账免手续费

# FriendsDontPayInfo
source: You won't pay the coordination fee for coins received from other Ginger coinjoins.
de: Du zahlst keine Koordinationsgebühr für Coins, die aus anderen Ginger Coinjoins stammen.
es: No pagarás la tarifa de coordinación por monedas recibidas de otros coinjoins de Ginger.
fr: Vous ne paierez pas de frais de coordination pour les coins reçus provenant d'autres Coinjoin Ginger.
hu: Nem kell koordinációs díjat fizetned a más Ginger coinjoinoktól kapott érmék után.
it: Non pagherai la commissione di coordinamento per monete ricevute da altri coinjoin di Ginger.
pt: Você não pagará a taxa de coordenação para moedas recebidas de outros coinjoins do Ginger.
tr: Diğer Ginger coinjoin'lerinden alınan coin'ler için koordinasyon ücreti ödemezsiniz.
zh: 您无需为来源于其他Ginger混币操作的代币支付协调服务费。

source: Get Started
de: Loslegen
es: Empezar
fr: Pour commencer
hu: Kezdés
it: Inizia
pt: Começar
tr: Başlayın
zh: 开始使用
