Repository: GingerPrivacy/GingerWallet
Catalog: WalletWasabi/Lang/Resources.*.resx
Languages: de, es, fr, hu, it, pt, tr, zh

# PrivacyProtectedWithPayjoin
source: Your privacy is being protected with payjoin.
de: Deine Anonymität wird mit Payjoin geschützt.
es: Tu privacidad está siendo protegida con payjoin.
fr: Votre vie privée est protégée par payjoin.
hu: A PayJoin gondoskodik az anonimitásodról.
it: La tua privacy è protetta con payjoin.
pt: Sua privacidade está sendo protegida com payjoin.
tr: Gizliliğiniz payjoin ile korunuyor.
zh: 您的隐私受到 payjoin 的保护。

source: Undo last modification
de: Letzte Änderung rückgängig machen
es: Deshacer la última modificación
fr: Défaire la dernière modification
hu: Utolsó módosítás visszavonása
it: Annulla ultima modifica
pt: Desfazer a última modificação
tr: Son değişikliği geri al
zh: 撤销上次修改

source: Transaction interlinks labels:
de: Transaktion verknüpft Labels:
es: Etiquetas de interconexión de transacciones:
fr: La transaction relie les étiquettes :
hu: A tranzakció összekapcsolja ezeket a címkéket:
it: La transazione collega etichette:
pt: Etiquetas de interlink de transações:
tr: İşlem etiketleri bağlantıları:
zh: 本交易关联以下标签

source: Transaction known as yours by:
de: Transaktion als Deine bekannt durch:
es: Transacción conocida como tuya por:
fr: Transaction connue comme étant la vôtre par :
hu: Azok, akik ismerik a tranzakciót mint a tiéd:
it: Transazione nota come tua da parte di:
pt: Transação conhecida como sua por:
tr: İşlem, şu kişi tarafından biliniyor:
zh: 可识别此交易归属方的实体：

# EntitiesKnowThisIsYourTransaction
source: Those entities know this is your transaction. Coinjoin more or use the label management tool to carefully select who would know that this transaction is yours.
de: Diese Stellen wissen, dass dies Deine Transaktion ist. Führe weitere Coinjoins durch oder verwende das Label-Werkzeug, um sorgfältig auszuwählen, wer wissen darf, dass dies Deine Transaktion ist.
es: Esas entidades saben que esta es tu transacción. Realiza más Coinjoin o usa la herramienta de gestión de etiquetas para seleccionar cuidadosamente quién sabría que esta transacción es tuya.
fr: Ces entités savent qu’il s’agit de votre transaction. Utilisez Coinjoin ou utilisez l’outil de gestion d’étiquettes pour choisir avec précaution qui pourra savoir que cette transaction est la votre.
hu: Ezek a szereplők tudják, hogy ez a te tranzakciód. Végezz el több coinjoint, vagy használd a címke-kezelő eszközt, hogy gondosan kiválaszd, ki tudhat róla.
it: Questi soggetti sanno che questa è la tua transazione. Usa coinjoin o lo strumento di gestione etichette per selezionare con cura chi può sapere che questa transazione è tua.
pt: Essas entidades sabem que esta é sua transação. Coinjoin mais ou use a ferramenta de gerenciamento de rótulos para selecionar cuidadosamente quem saberia que esta transação é sua.
tr: Bu varlıklar bu işlemin sizin işleminiz olduğunu biliyor. Daha fazla coinjoin yapın veya etiket yönetimi aracını kullanarak bu işlemin size ait olduğunu bilecek kişileri dikkatlice seçin.
zh: 监测机构已确认此交易归属您名下。请执行更多混币操作（CoinJoin），或谨慎使用标签管理工具限定交易知情方范围。

source: Transaction uses non-private coins.
de: Transaktion verwendet nicht-anonyme Münzen.
es: La transacción utiliza monedas no privadas.
fr: La transaction utilise des coins non-confidentiels.
hu: A tranzakció nem anonim érméket használ.
it: La transazione utilizza monete non private.
pt: A transação usa moedas não privadas.
tr: İşleminiz, özel olmayan coin'leri kullanıyor.
zh: 交易使用非私密/匿名的代币。

# EntitiesCanDeanonymizeTransaction
source: Some entities can deanonymize this transaction because it spends coins with no privacy. Coinjoin more to have enough private coins for this transaction.
de: Einige Stellen können diese Transaktion deanonymisieren, da sie Coins mit wenig Anonymität verwenden. Führe weitere Coinjoins durch, um genügend anonyme Coins für diese Transaktion zu haben.
es: Algunas entidades pueden desanonimizar esta transacción porque gasta monedas sin privacidad. Realiza más Coinjoin para tener suficientes monedas privadas para esta transacción.
fr: Certaines entités pourraient désanonymiser cette transaction parce qu'elle inclue des coins sans aucune confidentialité. Utilisez plus Coinjoin pour avoir suffisamment de coins privés pour cette transaction.
hu: Néhány szereplő képes deanonimizálni ezt a tranzakciót, mivel olyan érméket költ, amelyek nem elég anonimok. Végezz el több Coinjoint, hogy elegendő anonim érméd legyen ehhez a tranzakcióhoz.
it: Alcuni soggetti possono de-anonimizzare questa transazione perché spende monete di privacy. Esegui altri coinjoin per avere abbastanza monete private per questa transazione.
pt: Algumas entidades podem desanonimizar esta transação porque ela gasta moedas sem privacidade. Coinjoin mais para ter moedas privadas suficientes para esta transação.
tr: Bazı varlıklar bu işlemi anonimleştirebilir çünkü gizliliği olmayan coin'ler harcanıyor. Bu işlem için yeterli özel coin'lerinizin olması için daha fazla coinjoin yapın.
zh: 部分机构可追溯此交易，因其消费不是隐私代币。请执行更多混币操作（CoinJoin），为本交易积累足够隐私代币。

source: Transaction uses semi-private coins.
de: Transaktion verwendet halb-anonyme Münzen.
es: La transacción utiliza monedas semi-privadas.
fr: La transaction utilise des coins semi-confidentiels.
hu: A tranzakció részben anonim érméket használ.
it: La transazione utilizza monete parzialmente private.
pt: A transação usa moedas semi-privadas.
tr: İşleminiz, yarı özel coin'leri kullanıyor.
zh: 交易使用部分私密/匿名的代币。

# TransactionNotPrivateEnough
source: This transaction is not private enough because it spends not fully private coins. Coinjoin more to have enough private coins for this transaction.
de: Diese Transaktion ist nicht anonym genug, da sie nicht vollständig private Münzen verwendet. Coinjoine mehr, um genug anonyme Münzen für diese Transaktion zu haben.
es: Esta transacción no es lo suficientemente privada porque gasta monedas que no son completamente privadas. Realiza más Coinjoin para tener suficientes monedas privadas para esta transacción.
fr: Cette transaction n'est pas assez confidentielle parce qu'elle dépense des coins qui ne sont pas entièrement confidentiels. Utilisez Coinjoin pour avoir assez de coins confidentiels pour cette transaction.
hu: Ez a tranzakció nem elég anonim, mivel nem teljesen anonim érméket költ. Végezz több coinjoint, hogy elegendő anonim érméd legyen ehhez a tranzakcióhoz.
it: Questa transazione non è abbastanza privata perché spende monete non completamente private. Esegui altri coinjoin per avere abbastanza monete private per questa transazione.
pt: Esta transação não é privada o suficiente porque gasta moedas não totalmente privadas. Faça mais coinjoins para ter moedas privadas suficientes para esta transação.
tr: Bu işlem, yeterince özel olmayan coin'leri harcadığı için yeterince özel değil. Bu işlem için yeterli özel coin'e sahip olmak için daha fazla coinjoin yapın.
zh: 交易匿名性不足，消费了非完全匿名代币。请多次进行 Coinjoin混币，以便为此交易提供足够的私密代币。

source: Transaction creates change.
de: Transaktion erzeugt Resrbetrag.
es: La transacción genera cambio.
fr: La transaction créée de la monnaie.
hu: A tranzakció visszajárót generál.
it: La transazione genera del resto.
pt: A transação cria troco.
tr: İşlem, değişiklik yaratır.
zh: 本次交易将产生找零。

# ChangeCanLinkTransactions
source: Change can be used to link this transaction with the next transaction that will use it. Use the change avoidance suggestion to send a little more or less if this is OK for the receiver, or coinjoin the change later.
de: Restbetrag kann verwendet werden, um diese Transaktion mit der nächsten zu verknüpfen. Verwende den Vorschlag zur Restbetrag vermeiden, um etwas mehr oder weniger zu senden, wenn das für den Empfänger in Ordnung ist, oder coinjoin den Restbetrag später.
es: El cambio se puede usar para vincular esta transacción con la siguiente que la utilizará. Utiliza la sugerencia de evitar el cambio para enviar un poco más o menos si esto está bien para el receptor, o realiza un Coinjoin con el cambio más tarde.
fr: La monnaie peut être utilisée pour lier cette transaction à la prochaine transaction qui l'utilisera. Utilisez la suggestion d'éviter la monnaie pour envoyer un peu plus ou un peu moins si cela convient au destinataire, ou utilisez CoinJoin pour la monnaie plus tard.
hu: A visszajáró felhasználható ennek a tranzakciónak a következő tranzakcióval való összekapcsolására. Használd a visszajáró elkerülése opciót, hogy automatikusan egy kicsit többet vagy kevesebbet küldj, ha ez rendben van a címzett számára, vagy végezz Coinjoint a visszajáróval később.
it: Il resto può essere usato per collegare questa transazione a quella successiva che lo utilizzerà. Usa il suggerimento per evitare il resto inviando un po' di più o di meno, se va bene al destinatario, oppure coinjoin il resto in seguito.
pt: O troco pode ser usado para vincular esta transação à próxima que usará ele. Use a sugestão de evitar troco para enviar um pouco mais ou menos, se isso for OK para o receptor, ou coinjoin o troco depois.
tr: Değişim, bu işlemi, onu kullanacak bir sonraki işlemle bağlantı kurmak için kullanılabilir. Alıcı için uygunsa, değişimi göndermek için biraz daha fazla ya da az göndermek için değişim kaçınma önerisini kullanın ya da daha sonra coinjoin yapın.
zh: 该找零地址可能关联后续交易。若接收方接受金额微调，请采用「找零规避」方案适当增减支付额；或通过混币(CoinJoin)后续处理找零以隔离交易链。

# TransactionConsolidatesCoins
source: Transaction consolidates over {0} coins.
de: Transaktion konsolidiert über {0} Münzen.
es: La transacción se consolida por encima de {0} monedas.
fr: La transaction consolide plus de {0} coins.
hu: A tranzakció több mint {0} érmét von össze.
it: La transazione unisce più di {0} monete.
pt: A transação consolida mais de {0} moedas.
tr: İşlem, {0} coin üzerinde birleştirme yapar.
zh: 该交易合并超过 {0} 个硬币。

# ReducePrivacyOfTransaction
source: This might reduce the privacy of your transaction.
de: Dies könnte die Anonymität Deiner Transaktion verringern.
es: Esto podría reducir la privacidad de tu transacción.
fr: Cela pourrait réduire la confidentialité de votre transaction.
hu: Ez csökkentheti a tranzakciód anonimitását.
it: Questo potrebbe ridurre la privacy della tua transazione.
pt: Isso pode reduzir a privacidade da sua transação.
tr: Bu, işleminizin gizliliğini azaltabilir.
zh: 这可能会降低你的交易匿名性隐私。

source: Transaction uses unconfirmed coins.
de: Transaktion verwendet unbestätigte Münzen.
es: La transacción utiliza monedas no confirmadas.
fr: La transaction utilise des coins non-confirmés.
hu: A tranzakció nem visszaigazolt érméket használ.
it: La transazione utilizza monete non confermate.
pt: A transação usa moedas não confirmadas.
tr: İşleminiz, onaylanmamış coin'leri kullanıyor.
zh: 交易使用未确认的代币。

# UnconfirmedCoinsMayCauseIssues
source: This may cause your transaction to be rejected, or delay its confirmation, or cost more than needed to get it confirmed within the desired time. Wait for a confirmation to only use confirmed coins.
de: Dies kann dazu führen, dass Deine Transaktion abgelehnt wird, sich verzögert oder mehr kostet als nötig. Warte auf eine Bestätigung, um nur bestätigte Coins zu verwenden.
es: Esto puede hacer que tu transacción sea rechazada, retrasar su confirmación o costar más de lo necesario para que se confirme dentro del tiempo deseado. Espera a una confirmación para usar solo monedas confirmadas.
fr: Cela peut entraîner le rejet de votre transaction, retarder sa confirmation ou coûter plus cher que nécessaire pour qu'elle soit confirmée dans les délais souhaités. Attendez une confirmation pour n'utiliser que des dépôts confirmés.
hu: Ez a tranzakció elutasításhoz, a visszaigazolás késlekedéséhez vezethet, vagy többe kerülhet, mint amennyire szükség lenne ahhoz, hogy a kívánt időn belül visszaigazolják. Várj egy visszaigazolásra, hogy csak megerősített érméket használj.
it: Questo potrebbe causare il rifiuto della transazione, ritardarne la conferma o farla costare più del necessario per essere confermata in tempo. Attendi una conferma per usare solo monete confermate.
pt: Isso pode fazer com que sua transação seja rejeitada, atrase sua confirmação ou custe mais do que o necessário para ser confirmada dentro do tempo desejado. Aguarde uma confirmação para usar apenas moedas confirmadas.
tr: Bu işleminizin reddedilmesine, onaylanmasının gecikmesine veya istenen sürede onaylanması için gerekenin daha fazla maliyetli olmasına neden olabilir. Yalnızca onaylanmış coin'leri kullanmak için bir onay bekleyin.
zh: 此交易可能导致拒绝/延迟确认，或需超额手续费才能及时确认。请等待确认后再使用已验证的代币。

source: Transaction uses coinjoining coins.
de: Transaktion verwendet Coinjoining-Münzen.
es: La transacción utiliza monedas en coinjoin.
fr: La transaction utilise des coins issus de Coinjoin.
hu: A tranzakció éppen coinjoinoló érméket használ.
it: La transazione utilizza monete in fase di coinjoin.
pt: A transação usa moedas de coinjoining.
tr: İşleminiz, coinjoin coin'leri kullanıyor.
zh: 交易使用正在混币中的代币。

# TransactionMayBeReplacedByCoinjoin
source: This may cause your transaction to be replaced by the coinjoin. Consider waiting for the current coinjoin to be finished before sending this transaction.
de: Dies kann dazu führen, dass Deine Transaktion durch den Coinjoin ersetzt wird. Warte, bis der aktuelle Coinjoin abgeschlossen ist, bevor Du diese Transaktion sendest.
es: Esto puede hacer que tu transacción sea reemplazada por el coinjoin. Considera esperar a que se termine el coinjoin actual antes de enviar esta transacción.
fr: Cela peut entraîner le remplacement de votre transaction par le Coinjoin. Pensez à attendre que le Coinjoin en cours soit terminé avant d'envoyer cette transaction.
hu: Ez a tranzakciódat a coinjoin helyettesítéséhez vezethet. Fontold meg, hogy megvárod a jelenlegi coinjoint, mielőtt elküldenéd ezt a tranzakciót.
it: Questo potrebbe causare la sostituzione della tua transazione dal coinjoin. Considera di attendere il termine del coinjoin prima di inviare questa transazione.
pt: Isso pode fazer com que sua transação seja substituída pelo coinjoin. Considere esperar a conclusão do coinjoin atual antes de enviar esta transação.
tr: Bu işleminizin coinjoin tarafından değiştirilmesine neden olabilir. Bu işlemi göndermeden önce mevcut coinjoin'un tamamlanmasını bekleyin.
zh: 这可能导致您的交易被 Coinjoin混币替换。请考虑等待当前的 Coinjoin 完成后再发送此交易。

source: Improve this transaction:
de: Diese Transaktion optimalisieren:
es: Mejora esta transacción:
fr: Améliorer cette transaction :
hu: Optimalizáld ezt a tranzakciót:
it: Migliora questa transazione:
pt: Melhore esta transação:
tr: Bu işlemi iyileştirin:
zh: 优化此交易：

source: Label Management
de: Label verwalten
es: Gestión de etiquetas
fr: Gestion des étiquettes
hu: Címke kezelés
it: Gestione Etichette
pt: Gerenciamento de Rótulos
tr: Etiket Yönetimi
zh: 标签管理

# ChooseLabelsForTransaction
source: Choose labels to link with this transaction.
de: Wähle Label, die mit dieser Transaktion verknüpft werden sollen.
es: Elige etiquetas para vincular con esta transacción.
fr: Choisir des étiquettes à appliquer à cette transaction.
hu: Válassz címkéket a tranzakció összekapcsolásához.
it: Scegli le etichette da collegare a questa transazione.
pt: Escolha os rótulos para vincular a esta transação.
tr: Bu işlemi bağlamak için etiketler seçin.
zh: 选择要与此交易关联的标签。

source: Full Privacy
de: Volle Anonymität
es: Privacidad Total
fr: Confidentialité complète
hu: Teljes anonimitás
it: Massima Privacy
pt: Privacidade Total
tr: Tam Gizlilik
zh: 完全匿名性

# SendSuggestion
source: Send
de: Senden
es: Enviar
fr: Envoyer
hu: Küldj
it: Invia
pt: Enviar
tr: Gönder
zh: 发送

source: Better Privacy
de: Bessere Anonymität
es: Mejor Privacidad
fr: Meilleure confidentialité
hu: Jobb anonimitás
it: Migliore Privacy
pt: Melhor Privacidade
tr: Daha İyi Gizlilik
zh: 隐私强化

source: Change Avoidance
de: Restbetrag vermeiden
es: Evitar el Vuelto
fr: Éviter la monnaie
hu: Visszajáró elkerülése
it: Evitare il Resto
pt: Evitar Troco
tr: Değişim Kaçınma
zh: 避免找零

# TransactionWellOptimized
source: This transaction is well optimized.
de: Diese Transaktion ist gut optimiert.
es: Esta transacción está bien optimizada.
fr: Cette transaction est bien optimisée.
hu: Ez a tranzakció jól optimalizált.
it: La transazione è ottimizzata in modo efficiente.
pt: Esta transação está bem otimizada.
tr: Bu işlem iyi optimize edilmiştir.
zh: 此交易已优化良好。

source: Review coins
de: Coins überprüfen
es: Revisar monedas
fr: Analyser les coins
hu: Érmék áttekintése
it: Rivedi le monete
pt: Revisar moedas
tr: Coin'leri İncele
zh: 代币概览

source: Amount
de: Betrag
es: Cantidad
fr: Montant
hu: Összeg
it: Importo
pt: Quantia
tr: Tutar
zh: 金额

source: Recipient
de: Empfänger
es: Destinatario
fr: Receveur
hu: Címzett
it: Destinatario
pt: Destinatário
tr: Alıcı
zh: 收件人

source: Change transaction fee or confirmation time
de: Transaktionsgebühr oder Bestätigungszeit ändern
es: Cambiar la tarifa de transacción o el tiempo de confirmación
fr: Changer les frais de transaction ou le temps de confirmation
hu: Változtasd meg a tranzakciós díjat vagy a visszaigazolási időt
it: Modifica la commissione o il tempo di conferma della transazione
pt: Alterar taxa de transação ou tempo de confirmação
tr: Değişim işlem ücreti veya onay süresi
zh: 更改交易费用或确认时间

source: Expected confirmation time
de: Erwartete Bestätigungszeit
es: Tiempo de confirmación esperado
fr: Temps de confirmation estimé
hu: Várt visszaigazolási idő
it: Tempo di conferma previsto
pt: Tempo de confirmação esperado
tr: Beklenen onay süresi
zh: 预计确认时间

# ConfirmationTimeEstimation
source: This is just an estimation based on some data for transactions and blocks. The confirmation time might change.
de: Dies ist nur eine Schätzung basierend auf einigen Daten zu Transaktionen und Blöcken. Die Bestätigungszeit kann sich ändern.
es: Esto es solo una estimación basada en algunos datos de transacciones y bloques. El tiempo de confirmación puede cambiar.
fr: Il s'agit d'une estimation basée sur des données relatives aux transactions et aux blocs. Le temps de confirmation peut changer.
hu: Ez csak egy becslés, amely néhány tranzakcióra és blokkra vonatkozó adatokon alapul. A visszaigazolási idő változhat.
it: Questa è solo una stima basata su alcuni dati di transazioni e blocchi. Il tempo di conferma potrebbe variare.
pt: Isso é apenas uma estimativa baseada em alguns dados de transações e blocos. O tempo de confirmação pode mudar.
tr: Bu, işlemler ve bloklar için bazı verilere dayalı bir tahmindir. Onay süresi değişebilir.
zh: 这只是基于一些交易和区块数据的估计。确认时间可能会变化。

source: Fee
de: Gebühr
es: Tarifa
fr: Frais
hu: Díj
it: Commissione
pt: Taxa
tr: Ücret
zh: 费用

source: Save PSBT file
de: PSBT-Datei speichern
es: Guardar archivo PSBT
fr: Sauvegarder le fichier PSBT
hu: PSBT fájl mentése
it: Salva file PSBT
pt: Salvar arquivo PSBT
tr: PSBT dosyasını kaydet
zh: 保存 PSBT 文件

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
hu: Megerősít
it: Conferma
pt: Confirmar
tr: Onayla
zh: 确认

source: Transaction Export
de: Transaktion exportieren
es: Exportar Transacción
fr: Exporter la transaction
hu: Tranzakció exportálása
it: Esportazione Transazione
pt: Exportação de transação
tr: İşlem İhracı
zh: 导出交易记录

# UnableToExportPSBT
source: Ginger Wallet was unable to export the PSBT.
de: Ginger Wallet konnte die PSBT nicht exportieren.
es: Ginger Wallet no pudo exportar el PSBT.
fr: Ginger Wallet a été dans l’incapacité d’exporter le PSBT.
hu: A Ginger Wallet nem tudta exportálni a PSBT-t.
it: Ginger Wallet non è riuscito ad esportare il PSBT.
pt: O Ginger Wallet não conseguiu exportar o PSBT.
tr: Ginger Wallet, PSBT'yi dışa aktaramadı.
zh: Ginger Wallet 无法导出 PSBT。（PSBT=部分签名比特币交易）

source: Transaction Building
de: Transaktion wird aufgebaut
es: Construcción de Transacción
fr: Construction de la transaction
hu: Tranzakció építés
it: Creazione della Transazione
pt: Construção de Transação
tr: İşlem Kuruluyor
zh: 交易构建

# TransactionFeeExceedsPaymentAmount
source: The transaction cannot be sent because its fee is more than the payment amount.
de: Transaktion kann nicht gesendet werden, da die Gebühr höher ist als der Zahlungsbetrag.
es: La transacción no se puede enviar porque su tarifa es mayor que el monto del pago.
fr: La transaction ne peut pas être envoyée car ses frais sont supérieurs au montant du paiement.
hu: A tranzakciót nem lehet elküldeni, mert a díja meghaladja a fizetendő összegét.
it: La transazione non può essere inviata perché la commissione è superiore all’importo da pagare.
pt: A transação não pode ser enviada porque sua taxa é maior do que o valor do pagamento.
tr: Bu işlem gönderilemez,işlem ücreti ödeme tutarından daha fazla olduğu için.
zh: 无法发送交易，手续费超过支付金额。

# UnableToCreateTransaction
source: Ginger Wallet was unable to create your transaction.
de: Ginger Wallet konnte DeineTransaktion nicht erstellen.
es: Ginger Wallet no pudo crear tu transacción.
fr: Ginger Wallet a été dans l’incapacité de créer votre transaction.
hu: A Ginger Wallet nem tudta létrehozni a tranzakciódat.
it: Ginger Wallet non è riuscito a creare la tua transazione.
pt: O Ginger Wallet não conseguiu criar sua transação.
tr: Ginger Wallet, işleminizi oluşturamadı.
zh: Ginger Wallet 无法创建您的交易。

# InsufficientFundsForTransactionFee
source: There are not enough funds to cover the transaction fee.
de: Es sind nicht genügend Guthaben vorhanden, um die Transaktionsgebühr zu decken.
es: No hay suficientes fondos para cubrir la tarifa de transacción.
fr: Il n'y a pas assez de fonds pour couvrir les frais de transaction.
hu: Nincs elegendő egyenleg a tranzakciós díjhoz.
it: Non ci sono fondi sufficienti per coprire la commissione della transazione.
pt: Não há fundos suficientes para cobrir a taxa de transação.
tr: İşlem ücreti için yeterli bakiye yok.
zh: 账户余额不足以支付交易手续费。

source: Transaction
de: Transaktion
es: Transacción
hu: Tranzakció
it: Transazione
pt: Transação
tr: İşlem
zh: 交易

# UnableToSendTransaction
source: Ginger Wallet was unable to send your transaction.
de: Ginger Wallet konnte Deine Transaktion nicht senden.
es: Ginger Wallet no pudo enviar tu transacción.
fr: Ginger Wallet a été dans l’incapacité d’envoyer votre transaction.
hu: A Ginger Wallet nem tudta elküldeni a tranzakciódat.
it: Ginger Wallet non è riuscito ad inviare la tua transazione.
pt: O Ginger Wallet não conseguiu enviar sua transação.
tr: Ginger Wallet, işleminizi gönderemedi.
zh: Ginger Wallet 无法发送您的交易。

source: Camera
de: Kamera
es: Cámara
fr: Caméra
hu: Kamera
it: Fotocamera
pt: Câmera
tr: Kamera
zh: 相机

source: Internal error.
de: Interner Fehler.
es: Error interno.
fr: Erreur interne.
hu: Belső hiba.
it: Errore interno.
pt: Erro interno.
tr: Dahili hata.
zh: 系统内部错误。

# InvalidInputLength
source: Input length is invalid.
de: Eingabelänge ist ungültig.
es: La longitud de entrada no es válida.
fr: La longueur de l'entrée n'est pas valide.
hu: A bemenet hossza érvénytelen.
it: Lunghezza del immissione non valida.
pt: O comprimento da entrada é inválido.
tr: Girdi uzunluğu geçersiz.
zh: 您输入的内容过长，输入内容长度不符合要求。

# InputTooLong
source: Input is too long.
de: Eingabe ist zu lang.
es: La entrada es demasiado larga.
fr: La valeur entrée est trop longue.
hu: A bemenet túl hosszú.
it: Immissione troppo lungo.
pt: A entrada é muito longa.
tr: Girdi çok uzun.
zh: 输入内容过长

# LightningAddressesNotSupported
source: Lightning addresses are not supported.
de: Lightning-Adressen werden nicht unterstützt.
es: Las direcciones de Lightning no son compatibles.
fr: Les adresses Lightning ne sont pas prises en charge.
hu: A Lightning címek nem támogatottak.
it: Gli indirizzi Lightning non sono supportati.
pt: Endereços Lightning não são suportados.
tr: Lightning adresleri desteklenmiyor.
zh: 不支持Lightning闪电网络地址。
