Repository: GingerPrivacy/GingerWallet
Catalog: WalletWasabi/Lang/Resources.*.resx
Languages: de, es, fr, hu, it, pt, tr, zh

# TwoFactorDisabledWarnMessage
source: Two-Factor authentication is disabled. Enable it in the Setting for greater protection.
fr: L'authentification à deux facteurs est désactivée. Activez-la dans les paramètres pour une meilleure protection.
pt: A autenticação de dois fatores está desativada. Ative-a nas Configurações para maior proteção.
zh: 双重验证已关闭。请至设置开启增强防护。

# TwoFactorDisabledWarnMessageOpenSettings
source: Open Settings
fr: Ouvrir les paramètres
pt: Abrir Configurações
zh: 打开设置

source: Coinjoining
hu: Coinjoinol
it: In coinjoin
pt: Coinjoinando
