Repository: GingerPrivacy/GingerWallet
Catalog: WalletWasabi/Lang/Resources.*.resx
Languages: de, es, fr, hu, it, pt, tr, zh

# PastOrdersDetails
source: You can track, manage, and view the details of your past orders.
de: Du kannst Deine vergangenen Bestellungen verfolgen, verwalten und deren Details einsehen.
es: Puedes rastrear, gestionar y ver los detalles de tus pedidos pasados.
fr: Vous pouvez suivre, gérer et voir les détails de vos commandes passées.
hu: Nyomon követheted, kezelheted és megtekintheted a múltbeli rendeléseidnek részleteit.
it: Puoi tracciare, gestire e visualizzare i dettagli dei tuoi ordini passati.
pt: Você pode rastrear, gerenciar e visualizar os detalhes de seus pedidos anteriores.
tr: Geçmiş siparişlerinizi izleyebilir, yönetebilir ve detaylarını görebilirsiniz.
zh: 您可以跟踪、管理并查看历史订单的详细信息。

source: Created
de: Erstellt
es: Creado
fr: Créé
hu: Létrehozva
it: Creato
pt: Criado
tr: Oluşturuldu
zh: 已创建

# TransactionOnHold
source: Your transaction is on hold. Please contact Support.
de: Deine Transaktion ist in Warteschleife. Bitte kontaktiere den Support.
es: Tu transacción está en espera. Por favor, contacta con Soporte.
fr: Votre transaction est en attente. Veuillez contacter le support.
hu: A tranzakciód függőben van. Kérjük, lépj kapcsolatba a Ügyfélszolgálattal.
it: La tua transazione è in sospeso. Contatta l'assistenza clienti.
pt: Sua transação está pendente. Entre em contato com o Suporte.
tr: İşleminiz beklemede. Lütfen Destek birimi ile iletişime geçin.
zh: 您的交易处于待处理状态，请联系客服中心（support）。

source: Refunded
de: Erstattet
es: Reembolsado
fr: Remboursé
hu: Visszatérítve
it: Rimborsato
pt: Reembolsado
tr: İade edildi
zh: 已退款

source: Expired
de: Abgelaufen
es: Expirado
fr: Expiré
hu: Lejárt
it: Scaduto
pt: Expirado
tr: Süresi dolmuş
zh: 已失效

source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échoué
hu: Sikertelen
it: Fallito
pt: Falhou
tr: Başarısız
zh: 失败

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
hu: Befejezve
it: Completato
pt: Concluído
tr: Tamamlandı
zh: 完成

source: Open Link
de: Link öffnen
es: Abrir Enlace
fr: Ouvrir le lien
hu: Link megnyitása
it: Apri Link
pt: Abrir Link
tr: Bağlantıyı Aç
zh: 打开链接

source: Order Details
de: Bestelldetails
es: Detalles del pedido
fr: Détails de la commande
hu: Megrendelés részletei
it: Dettagli Ordine
pt: Detalhes do Pedido
tr: Sipariş Detayları
zh: 订单详情

# CountryWithColon
source: Country:
de: Land:
es: País:
fr: Pays :
hu: Ország:
it: Paese:
pt: País:
tr: Ülke:
zh: 国家:

# StateWithColon
source: State:
de: Status:
es: Estado:
fr: État :
hu: Állam:
it: Stato:
pt: Estado:
tr: Devlet:
zh: 状态

# TotalCostIncludesFee
source: The total cost of {0} includes a fee of {1}.
de: Die Gesamtkosten von {0} beinhalten eine Gebühr von {1}.
es: El costo total de {0} incluye una tarifa de {1}.
fr: Le coût total de {0} inclut des frais de {1}.
hu: A teljes költség {0}, amely tartalmaz egy {1} összegű díjat.
it: Il costo totale di {0} include una commissione di {1}.
pt: O custo total de {0} inclui uma taxa de {1}.
tr: {0} toplam maliyeti {1} ücretini içeriyor.
zh: {0} 的总费用包括 {1} 的手续费。

source: Sell Bitcoin
de: Bitcoin verkaufen
es: Vender Bitcoin
fr: Vendre du Bitcoin
hu: Bitcoin eladás
it: Vendita Bitcoin
pt: Vender Bitcoin
tr: Bitcoin Sat
zh: 出售比特币

# ReceiveInWithColom
source: Receive in:
de: Empfangen in:
es: Recibir en:
fr: Recevoir dans :
hu: Fogadás ebben:
it: Ricevi in:
pt: Receber em:
tr: Şurada al:
zh: 在此接收：

# SellSuccessText1
source: Follow the instructions on the provider's page. At a certain point, you'll receive an
de: Folge den Anweisungen auf der Seite des Anbieters. Zu einem bestimmten Zeitpunkt erhälst Du eine
es: Sigue las instrucciones en la página del proveedor. En cierto momento, recibirás una
fr: Suivez les instructions sur la page du fournisseur. À un certain moment, vous recevrez un
hu: Kövesd a szolgáltató oldalán található utasításokat. Egy ponton kapsz egy
it: Segui le istruzioni nella pagina del servizio. A un certo punto riceverai un
pt: Siga as instruções na página do provedor. Em determinado momento, você receberá um
tr: Sağlayıcının sayfasındaki talimatları izleyin. Belirli bir noktada bir
zh: 按照提供商页面上的说明进行操作。在某个时候，您将收到一个

# SellSuccessText2
source: address
de: Adresse
es: dirección de cartera
fr: adresse
hu: tárcacímet
it: indirizzo del wallet
pt: endereço
tr: adres
zh: 地址

# SellSuccessText3
source: and the
de: und den
es: y la
fr: et le
hu: és a
it: e l'
pt: e o
tr: ve
zh: 和这

# SellSuccessText4
source: exact amount
de: exakten Betrag,
es: cantidad exacta
fr: montant exact
hu: pontos összeget
it: importo esatto
pt: valor exato
tr: göndereceğiniz tam miktar kadar
zh: 精确金额

# SellSuccessText5
source: to send. Return here once you have both.
de: den Du senden musst. Kehre hierher zurück, sobald Du beides erhlaten hast.
es: para enviar. Regresa aquí una vez que tengas ambos.
fr: à envoyer. Revenez ici une fois que vous avez les deux.
hu: küldéshez. Térj vissza ide, miután mindkettő megvan.
it: da inviare. Torna qui una volta che hai entrambi.
pt: para enviar. Volte aqui quando tiver ambos.
tr: alacaksınız. Her ikisini de aldıktan sonra buraya geri dönün.
zh: 发送。获取两个后请返回这里。

source: Type
de: Typ
es: Tipo
hu: Típus
it: Tipo
pt: Tipo
tr: Tür
zh: 类型

source: Generate
de: Erzeugen
es: Generar
fr: Générer
hu: Létrehoz
it: Genera
pt: Gerar
tr: Oluştur
zh: 生成

# ErrorAddingWallet
source: Error occurred during adding your wallet.
de: Beim Hinzufügen Deiner Wallet ist ein Fehler aufgetreten.
es: Se produjo un error al agregar tu monedero.
fr: Une erreur s'est produite lors de l'ajout de votre portefeuille.
hu: Hiba történt a tárca hozzáadása során.
it: Si è verificato un errore durante l'aggiunta del portafoglio.
pt: Ocorreu um erro ao adicionar sua carteira.
tr: Cüzdanınızı eklerken bir hata oluştu.
zh: 添加钱包时发生错误。

# DetectedConfirmation
source: {0} was detected. Is this correct?
de: {0} wurde erkannt. Ist das korrekt?
es: Se detectó {0}. ¿Es correcto?
fr: {0} a été détecté. Est-ce correct ?
hu: {0} észlelve. Ezt szeretnéd?
it: È stato rilevato {0}. È corretto?
pt: {0} foi detectado. Está correto?
tr: {0} tespit edildi. Bu doğru mu?
zh: 检测到 {0}。这是正确的吗？

source: Terms and conditions
de: Allgemeine Geschäftsbedingungen
es: Términos y condiciones
fr: Termes et conditions
hu: Felhasználási feltételek
it: Termini e condizioni
pt: Termos e condições
tr: Şartlar ve koşullar
zh: 条款和条件

# WalletImportFailed
source: Ginger Wallet was unable to import your wallet.
de: Ginger Wallet konnte Dein Wallet nicht importieren.
es: Ginger Wallet no pudo importar tu cartera.
fr: Ginger Wallet n'a pas pu importer votre portefeuille.
hu: A Ginger Wallet nem tudta importálni a tárcádat.
it: Ginger Wallet non è riuscito a importare il tuo portafoglio.
pt: O Ginger Wallet não conseguiu importar sua carteira.
tr: Ginger Wallet, cüzdanınızı içe aktaramadı.
zh: Ginger Wallet 无法导入您的钱包。

# AllCoinsConfirmed
source: All coins are confirmed.
de: Alle Coins sind bestätigt.
es: Todas las monedas están confirmadas.
fr: Toutes les pièces sont confirmées.
hu: Minden érme visszaigazolva.
it: Tutte le monete sono confermate.
pt: Todas as moedas estão confirmadas.
tr: Tüm coinler onaylandı.
zh: 所有硬币均已确认。

# CoinsWaitingForConfirmation
source: {0} coins are waiting for confirmation.
de: {0} Coins warten auf Bestätigung.
es: {0} monedas están esperando confirmación.
fr: {0} pièces attendent une confirmation.
hu: {0} érme vár visszaigazolásra.
it: {0} monete in attesa di conferma.
pt: {0} moedas estão aguardando confirmação.
tr: {0} coin onay bekliyor.
zh: {0} 枚币正在等待确认。

# CoinsCantParticipateCoinJoin
source: Some coins can't participate in Coinjoin.
de: Einige Coins können nicht am Coinjoin teilnehmen.
es: Algunas monedas no pueden participar en Coinjoin.
fr: Certaines pièces ne peuvent pas participer à Coinjoin.
hu: Bizonyos érmék nem vehetnek részt coinjoinban
it: Alcune monete non possono partecipare al Coinjoin.
pt: Algumas moedas não podem participar do Coinjoin.
tr: Bazı coinler Coinjoin'a katılamaz.
zh: 部分代币无法参与 Coinjoin混币。

source: Source Code (GitHub)
de: Quellcode (GitHub)
es: Código fuente (GitHub)
fr: Code source (GitHub)
hu: Forráskód (GitHub)
it: Codice Sorgente (GitHub)
pt: Código Fonte (GitHub)
tr: Kaynak Kod (GitHub)
zh: 源代码（GitHub）

source: Website (Clearnet)
es: Sitio web (Clearnet)
fr: Site web (Clearnet)
hu: Weboldal (Clearnet)
it: Sito Web (Clearnet)
tr: Web sitesi (Clearnet)
zh: 官方网站（明网Clearnet）

source: Bug Report
de: Fehlermeldung
es: Informe de errores
fr: Rapport de bug
hu: Hibajelentés
it: Segnalazione errore
pt: Relatar Bug
tr: Hata Raporu
zh: 错误报告

source: FAQ
es: Preguntas frecuentes
hu: GYIK
tr: SSS
zh: 常见问题

source: MIT License
de: MIT-Lizenz
es: Licencia MIT
fr: Licence MIT
hu: MIT Licenc
it: Licenza MIT
pt: Licença MIT
tr: MIT Lisansı
zh: MIT 许可证

# AdvancedInformation
source: Version Information
de: Version Informationen
es: Información de la versión
fr: Informations sur la version
hu: Verzióinformációk
it: Informazioni sulla Versione
pt: Informações da Versão
tr: Sürüm Bilgisi
zh: 版本信息

source: Compatible Coordinator Versions
de: Kompatible Koordinator-Versionen
es: Versiones de coordinador compatibles
fr: Versions du coordinateur compatibles
hu: Kompatibilis koordinátor verziók
it: Versioni Coordinatore Compatibili
pt: Versões compatíveis do Coordenador
tr: Uyumlu Koordinatör Sürümleri
zh: 兼容的协调器版本

source: Current Coordinator Version
de: Aktuelle Koordinator-Version
es: Versión actual del coordinador
fr: Version actuelle du coordinateur
hu: Jelenlegi koordinátor verzió
it: Versione Attuale del Coordinatore
pt: Versão Atual do Coordenador
tr: Mevcut Koordinatör Sürümü
zh: 当前协调器版本

# CompatibleBitcoinCoreKnotsVersion
source: Compatible Bitcoin Core and Bitcoin Knots Version
de: Kompatible Versionen von Bitcoin Core und Bitcoin Knots
es: Versión compatible de Bitcoin Core y Bitcoin Knots
fr: Version compatible de Bitcoin Core et Bitcoin Knots
hu: Kompatibilis Bitcoin Core és Bitcoin Knots verzió
it: Versione Compatibile di Bitcoin Core e Bitcoin Knots
pt: Versão compatível do Bitcoin Core e Bitcoin Knots
tr: Uyumlu Bitcoin Core ve Bitcoin Knots Sürümü
zh: 兼容的 Bitcoin Core 和 Bitcoin Knots 版本

# CompatibleHardwareWalletInterfaceVersion
source: Compatible HWI Version
de: Kompatible HWI-Version
es: Versión compatible de la HWI
fr: Version compatible de l'interface du portefeuille matériel
hu: Kompatibilis HWI verzió
it: Versione HWI Compatibile
pt: Versão compatível do HWI
tr: Uyumlu HWI Sürümü
zh: 兼容的HIW（硬件钱包接口）版本

source: Privacy Progress
de: Fortschritt der Anonymität
es: Progreso de privacidad
fr: Progrès de la confidentialité
hu: Anonimitás állapota
it: Stato di Privacy
pt: Progresso de Privacidade
tr: Gizlilik İlerlemesi
zh: 隐私进展

# HoverOverRingSegments
source: Hover over the ring segments to see coin details
de: Fahre mit der Maus über die Ringsegmente, um Münzdetails zu sehen
es: Pasa el cursor sobre los segmentos del anillo para ver los detalles de la moneda
fr: Survolez les segments du cercle pour voir les détails des pièces
hu: Húzd az egérkurzort a gyűrű szegmensei fölé az érme részleteinek megtekintéséhez
it: Passa il mouse sui segmenti dell’anello circolare per vedere i dettagli delle monete
pt: Passe o mouse sobre os segmentos do anel para ver os detalhes da moeda
tr: Yüzük segmentlerinin üzerine gelerek coin ayrıntılarını görün
zh: 将鼠标指向在环形板块上，即可查看币种详情

source: Private
de: Anonym
es: Privado
fr: Privé
hu: Anonim
it: Privato
pt: Privado
tr: Özel
zh: 私密

source: Semi-private
de: Zum Teil Anonym
es: Semi-privado
fr: Semi-privé
hu: Részben anonim
it: Semi-privato
pt: Semi-privado
tr: Yarı özel
zh: 部分匿名

source: Non-private
de: Nicht anonym
es: No privado
fr: Non privé
hu: Nem anonim
it: Non privato
pt: Não privado
tr: Gizlilik dışı
zh: 非私密

# PleaseWaitToShutDown
source: Shutting down in progress
de: Herunterfahren läuft
es: Apagado en progreso
fr: Arrêt en cours
hu: Leállítás folyamatban
it: Chiusura in corso
pt: Desligando em progresso
tr: Kapanıyor
zh: 正在关闭中

# GingerUnableToCloseCoinJoinInProgress
source: Ginger is unable to close right now. Coinjoin in progress.
de: Ginger kann derzeit nicht geschlossen werden. Coinjoin läuft.
es: Ginger no puede cerrarse ahora mismo. Coinjoin en progreso.
fr: Ginger ne peut pas se fermer pour le moment. Coinjoin en cours.
hu: A Ginger nem tud bezáródni, mert coinjoin van folyamatban.
it: Ginger non può chiudersi in questo momento. Coinjoin in corso.
pt: Ginger não pode ser fechado no momento. Coinjoin em andamento.
tr: Ginger şu anda kapanamıyor. Coinjoin devam ediyor.
zh: Ginger 当前无法关闭：混币操作正在进行中。

# ThisMayTakeAFewMinutes
source: This may take a few minutes. Ginger will close automatically when finished.
de: Dies kann einige Minuten dauern. Ginger wird automatisch geschlossen, wenn der Vorgang abgeschlossen ist.
es: Esto puede tardar unos minutos. Ginger se cerrará automáticamente cuando termine.
fr: Cela peut prendre quelques minutes. Ginger se fermera automatiquement une fois terminé.
hu: Ez néhány percet igénybe vehet. A Ginger automatikusan bezárul, amikor befejeződik.
it: Questo potrebbe richiedere alcuni minuti. Ginger si chiuderà automaticamente al termine.
pt: Isso pode levar alguns minutos. O Ginger será fechado automaticamente quando terminar.
tr: Bu birkaç dakika sürebilir. Ginger bitince otomatik olarak kapanacaktır.
zh: 这可能需要几分钟。完成后，Ginger 将自动关闭。

# TransactionAlreadyConfirmed
source: The transaction is already confirmed.
de: Die Transaktion ist bereits bestätigt.
es: La transacción ya está confirmada.
fr: La transaction est déjà confirmée.
hu: A tranzakció már vissza van igazolva.
it: La transazione è già confermata.
pt: A transação já foi confirmada.
tr: İşlem zaten onaylandı.
zh: 这笔交易已经确认。

# GingerWalletUnableToSpeedUpTransaction
source: Ginger Wallet was unable to speed up your transaction.
de: Ginger Wallet konnte Deine Transaktion nicht beschleunigen.
es: Ginger Wallet no pudo acelerar tu transacción.
fr: Ginger Wallet n'a pas pu accélérer votre transaction.
hu: A Ginger Wallet nem tudta felgyorsítani a tranzakciót.
it: Ginger Wallet non è riuscito ad accelerare la tua transazione.
pt: O Ginger Wallet não conseguiu acelerar sua transação.
tr: Ginger Wallet, işleminizi hızlandıramadı.
zh: Ginger wallet无法加速该交易。

# SpeedingUpTransactionCostAmount
source: Speeding up this transaction will cost you
de: Das Beschleunigen dieser Transaktion kostet
es: Acelerar esta transacción te costará
fr: Accélérer cette transaction vous coûtera
hu: A tranzakciónak a felgyorsítása ennyi költséggel jár:
it: Accelerare questa transazione ti costerà
pt: Acelerar esta transação custará
tr: Bu işlemi hızlandırmak size ekstra ücret olaraktan yansır
zh: 交易加速所需附加费用为

# SpeedingUpTransactionDeductFromRecipient
source: Speeding up this transaction will deduct from the recipient's amount
de: Das Beschleunigen dieser Transaktion verringert den Betrag für den Empfänger
es: Acelerar esta transacción deducirá del monto del destinatario
fr: Accélérer cette transaction déduira du montant du destinataire
hu: A tranzakciónak a felgyorsítása ennyi levonást eredményez a címzett összegéből:
it: Accelerare questa transazione ridurrà l’importo per il destinatario
pt: Acelerar esta transação deduzirá do valor do destinatário
tr: Bu işlemi hızlandırmak, alıcının miktarından düşecektir
zh: 加速交易将从收款人金额中扣除以下费用

source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
hu: Megjelenés
it: Visualizzazione
pt: Aparência
tr: Görünüm
zh: 显示设置

# AppearanceThemeKeywords
source: Black, White, Theme, Dark, Light
de: Schwarz, Weiß, Thema, Dunkel, Hell
es: Negro, Blanco, Tema, Oscuro, Claro
fr: Noir, Blanc, Thème, Sombre, Clair
hu: Fekete, Fehér, Téma, Sötét, Világos
it: Nero, Bianco, Tema, Scuro, Chiaro
pt: Preto, Branco, Tema, Escuro, Claro
tr: Siyah, Beyaz, Tema, Koyu, Açık
zh: 纯黑, 纯白, 主题, 深色模式，浅色模式

# RunInBackgroundKeywords
source: hide, tray
de: Verstecken, Taskleiste
es: ocultar, bandeja
fr: cacher, plateau
hu: elrejt, tálca
it: nascondi, tray
pt: ocultar, bandeja
tr: gizle, tepsi
zh: 隐藏, 托盘

# RunAtStartupKeywords
source: startup, boot
de: Start, Boot
es: inicio, arranque
fr: démarrage, démarrer
hu: indítás, boot
it: avvio, boot
pt: inicialização, boot
tr: başlangıç, önyükleme
zh: 启动, 开机

source: No results
de: Keine Ergebnisse
es: Sin resultados
fr: Aucune résultat
hu: Nincs találat
it: Nessun risultato
pt: Sem resultados
tr: Sonuç yok
zh: 未找到结果

source: Critical update required
de: Kritisches Update erforderlich
es: Se requiere una actualización crítica
fr: Mise à jour critique requise
hu: Kritikus frissítés szükséges
it: Aggiornamento critico richiesto
pt: Atualização crítica necessária
tr: Kritik güncelleme gerekiyor
zh: 需要执行关键更新

# VersionReadyToInstall
source: Version {0} is now ready to install
de: Version {0} ist jetzt bereit zur Installation
es: La versión {0} ya está lista para instalar
fr: La version {0} est maintenant prête à être installée
hu: A {0} verzió készen áll a telepítésre
it: La versione {0} è pronta per essere installata
pt: A versão {0} está pronta para ser instalada
tr: Sürüm {0} şimdi kurulmaya hazır
zh: {0} 版本现在可以安装

# VersionAvailable
source: Version {0} is now available
de: Version {0} ist jetzt verfügbar
es: La versión {0} ya está disponible
fr: La version {0} est maintenant disponible
hu: Elérhető a {0} verzió
it: La versione {0} è disponibile
pt: A versão {0} já está disponível
tr: Sürüm {0} artık mevcut
zh: {0}版本已发布

source: Peers
de: Teilnehmer
es: Pares
fr: Paires
hu: Partnerek
tr: Bağlantılı kişiler
zh: 对等节点

source: Broadcast Transaction
de: Transaktion weiterleiten
es: Transmitir transacción
fr: Diffusion de la transaction
hu: Tranzakció kiküldése
it: Trasmetti Transazione
pt: Transmitir Transação
tr: İşlemi Yayınla
zh: 广播交易

# UnableToBroadcastTransaction
source: It was not possible to broadcast the transaction.
de: Transaktion konnte nicht übertragen werden.
es: No fue posible transmitir la transacción.
fr: Il n'a pas été possible de diffuser la transaction.
hu: Nem volt lehetséges a tranzakció kiküldése.
it: Non è stato possibile trasmettere la transazione.
pt: Não foi possível transmitir a transação.
tr: İşlem yayımlanamadı.
zh: 无法广播交易。

# ImportTransactionFileDialogTitle
source: Import Transaction
de: Transaktion importieren
es: Importar transacción
fr: Importer la transaction
hu: Tranzakció importálása
it: Importazione della transazione
pt: Importar Transação
tr: İşlem İçe Aktar
zh: 导入交易

# UnableToLoadTransaction
source: It was not possible to load the transaction.
de: Transaktion konnte nicht geladen werden.
es: No fue posible cargar la transacción.
fr: Il n'a pas été possible de charger la transaction.
hu: Nem volt lehetséges a tranzakció betöltése.
it: Non è stato possibile caricare la transazione.
pt: Não foi possível carregar a transação.
tr: İşlem yüklenemedi.
zh: 无法加载交易。

# ClipboardEmpty
source: The clipboard is empty!
de: Die Zwischenablage ist leer!
es: ¡El portapapeles está vacío!
fr: Le presse-papiers est vide !
hu: A vágólap üres!
it: Gli appunti sono vuoti!
pt: A área de transferência está vazia!
tr: Pano boş!
zh: 剪贴板为空！

# UnableToPasteTransaction
source: It was not possible to paste the transaction.
de: Transaktion konnte nicht eingefügt werden.
es: No fue posible pegar la transacción.
fr: Il n'a pas été possible de coller la transaction.
hu: Nem volt lehetséges a tranzakció beillesztése.
it: Non è stato possibile incollare la transazione.
pt: Não foi possível colar a transação.
tr: İşlem yapıştırılamadı.
zh: 无法粘贴交易数据。

source: Cancellation Failed
de: Stornierung fehlgeschlagen
es: Cancelación fallida
fr: Échec de l'annulation
hu: A visszavonás nem sikerült
it: Annullamento Fallito
pt: Cancelamento Falhou
tr: İptal Başarısız
zh: 取消失败

# GingerWalletUnableToCancelTransaction
source: Ginger Wallet was unable to cancel your transaction.
de: Ginger Wallet konnte Deine Transaktion nicht abbrechen.
es: Ginger Wallet no pudo cancelar tu transacción.
fr: Ginger Wallet n'a pas pu annuler votre transaction.
hu: A Ginger Wallet nem tudta visszavonni a tranzakciót.
it: Ginger Wallet non è riuscito ad annullare la tua transazione.
pt: O Ginger Wallet não conseguiu cancelar sua transação.
tr: Ginger Wallet, işleminizi iptal edemedi.
zh: Ginger wallet无法撤销该交易。

source: Speed Up Failed
de: Beschleunigung fehlgeschlagen
es: Aceleración fallida
fr: Échec de l'accélération
hu: Sikertelen felgyorsítás
it: Accelerazione Fallita
pt: Aceleração Falhou
tr: Hızlandırma Başarısız
zh: 加速失败

# AuthorizationFailed
source: The Authorization has failed, please try again.
de: Die Autorisierung ist fehlgeschlagen, bitte versuche es erneut.
es: La autorización ha fallado, por favor intente nuevamente.
fr: L'autorisation a échoué, veuillez réessayer.
hu: A jóváhagyás nem sikerült, kérjük, próbáld újra.
it: L’autorizzazione non è riuscita, riprova.
pt: A autorização falhou, por favor tente novamente.
tr: Yetkilendirme başarısız oldu, lütfen tekrar deneyin.
zh: 授权失败，请重试。

source: Authorize with Hardware Wallet
de: Mit Hardware-Wallet autorisieren
es: Autorizar con cartera hardware
fr: Autoriser avec le portefeuille matériel
hu: Jóváhagyás hardvertárcával
it: Autorizza con il Portafoglio Hardware
pt: Autorizar com Carteira de Hardware
tr: Donanım cüzdanını yetkilendir
zh: 通过硬件钱包授权

# AuthorizationFailedWithDeviceCheck
source: Authorization failed.{0}Please, check your device and try again.
de: Autorisierung ist fehlgeschlagen.{0}Bitte überprüfe Dein Gerät und versuche es erneut.
es: La autorización ha fallado.{0}Por favor, verifica tu dispositivo e inténtalo de nuevo.
fr: L'autorisation a échoué.{0}Veuillez vérifier votre appareil et réessayer.
hu: A jóváhagyás nem sikerült.{0}Ellenőrizd az eszközt, majd próbáld újra.
it: Autorizzazione fallita.{0}Per favore, controlla il tuo dispositivo e riprova.
pt: Autorização falhou.{0}Por favor, verifique seu dispositivo e tente novamente.
tr: Yetkilendirme başarısız.{0}Lütfen cihazınızı kontrol edin ve tekrar deneyin.
zh: 授权失败。{0}请检查您的设备并重试。

# EnterPassphraseAuth
source: Enter your passphrase
de: Gib Dein Passphrase ein
es: Ingresa tu passphrase
fr: Entrez votre phrase de passe
hu: Add meg a Passphrase-t
it: Inserisci il tuo password
pt: Digite sua senha
tr: Gizli kelimenizi girin
zh: 输入您的密码加密口令

# IncorrectPassphrase
source: The passphrase is incorrect.{0}Please try again.
de: Die Passphrase ist falsch.{0}Bitte versuche es erneut.
es: La passphrase es incorrecta.{0}Por favor, inténtalo de nuevo.
fr: La phrase de passe est incorrecte.{0}Veuillez réessayer.
hu: A passphrase helytelen.{0}Kérjük, próbáld újra.
it: Il password non è valido.{0}Riprova.
pt: A frase de acesso está incorreta.{0}Por favor, tente novamente.
tr: Gizli kelime yanlış.{0}Lütfen tekrar deneyin.
zh: 密码加密口令不正确。{0}请重试。

# SelectAllowedCoins
source: Select the coins that are allowed for the transaction to use
de: Wähle die Coins aus, die für die Transaktion verwendet werden dürfen
es: Selecciona las monedas que están permitidas para usar en la transacción
fr: Sélectionnez les pièces autorisées pour la transaction
hu: Válaszd ki azokat az érméket, amelyek engedélyezettek a tranzakcióhoz
it: Seleziona le monete consentite per questa transazione
pt: Selecionar as moedas que são permitidas para a transação usar
tr: İşlemde kullanılmasına izin verilen coin'leri seç
zh: 请选择那些允许用于此交易的币

source: Rename Wallet
de: Wallet umbenennen
es: Renombrar cartera
fr: Renommer le portefeuille
hu: Tárca átnevezése
it: Rinomina Portafoglio
pt: Renomear Carteira
tr: Cüzdanı Yeniden Adlandır
zh: 重命名钱包

# WalletCannotBeRenamed
source: The wallet cannot be renamed to {0}
de: Wallet kann nicht in {0} umbenannt werden
es: La billetera no puede ser renombrada a {0}
fr: Le portefeuille ne peut pas être renommé en {0}
hu: A tárca nem nevezhető át {0}-ra
it: Il portafoglio non può essere rinominato in {0}
pt: Não é possível renomear a carteira para {0}
tr: Cüzdan {0} olarak yeniden adlandırılamaz
zh: 无法将钱包重命名为 {0}
